{"id": "WIT_0", "question": "What position did Ivica Kralj play in professional football?", "provenance": [20000], "ground_truth": "Ivica Kralj played as a goalkeeper during his professional football career. He is best known for his time at Partizan, where he had three spells and won five major trophies. He also played for Porto and PSV, and he represented FR Yugoslavia at the 1998 FIFA World Cup and UEFA Euro 2000, reaching the knockout stage in both tournaments. <PIC>", "images_list": ["2_0"]}
{"id": "WIT_1", "question": "Where is Paladina located, and what river runs through it?", "provenance": [20003], "ground_truth": "Paladina is located in the Province of Bergamo in the Italian region of Lombardy, approximately 45 kilometres northeast of Milan and about 5 kilometres northwest of Bergamo. The river Quisa crosses through Paladina, contributing to the area's natural landscape. <PIC>", "images_list": ["2_3"]}
{"id": "WIT_2", "question": "What roles has Lilian Marijnissen held since she joined the House of Representatives in 2017?", "provenance": [20004], "ground_truth": "She served as Leader of the Socialist Party and as its parliamentary leader in the House of Representatives from December 2017 to December 2023.<PIC>", "images_list": ["2_4"]}
{"id": "WIT_3", "question": "What geographical significance does St John the Evangelist's Church have in Farnworth, Greater Manchester?", "provenance": [20008], "ground_truth": "St John the Evangelist's Church is located in Church Street, Farnworth, Greater Manchester, and plays a significant role in the area's historical and cultural landscape as an active Anglican parish church. It is part of a benefice that includes other local churches and is recognized as a Grade II listed building, highlighting its architectural importance and historical value to the community. <PIC>", "images_list": ["2_8"]}
{"id": "WIT_4", "question": "What type of roles did Mollie McConnell take on after signing a contract with Balboa Amusement Producing Company in 1914?", "provenance": [20010], "ground_truth": "After signing her contract in 1914 with Balboa Amusement Producing Company, Mollie McConnell was known for her matronly roles in their films. She starred in various productions that showcased her talent in portraying maternal characters, including the 1914 western 'A Ticket to Red Horse Gulch' alongside William Garwood.<PIC>", "images_list": ["2_10"]}
{"id": "WIT_5", "question": "What instrument does Marco Katz specialize in?", "provenance": [20011], "ground_truth": "Marco Katz specializes in the trombone, and he is also known for arranging and composing music for various musical ensembles. His unique use of the plunger mute in jazz and salsa has contributed to his recognition as a talented trombonist. <PIC>", "images_list": ["2_11"]}
{"id": "WIT_6", "question": "What is Jonathan William Coachman's current role in professional wrestling?", "provenance": [20013], "ground_truth": "Jonathan William Coachman currently serves as the pre-show host for pay-per-views in his professional wrestling career, marking his return to WWE assignments after a hiatus. He has also held various roles in sports broadcasting, including commentary and analysis for several sports events. <PIC>", "images_list": ["2_13"]}
{"id": "WIT_7", "question": "What nickname is Joel Haywood known by due to his basketball skills?", "provenance": [20014], "ground_truth": "Joel Haywood is commonly known by the nickname 'King Handles,' which highlights his exceptional ball-handling skills and reputation as a streetball player. <PIC>", "images_list": ["2_14"]}
{"id": "WIT_8", "question": "What new therapies has Dr. Florence Comite developed for various medical conditions?", "provenance": [20017], "ground_truth": "Dr. Florence Comite has developed new therapies for osteoporosis, endometriosis, fibroid disease, and infertility. Additionally, she was awarded patents for methods related to fertility determination and increasing bone mass in premenopausal women.<PIC>", "images_list": ["2_17"]}
{"id": "WIT_9", "question": "What action did William Sands perform during the Battle of Dabney's Mill that led to him receiving the Medal of Honor?", "provenance": [20018], "ground_truth": "William Sands was awarded the U.S. Medal of Honor for his extraordinary heroism during the Battle of Dabney's Mill/Hatcher's Run in Virginia, where he bravely captured an enemy flag amidst heavy fire and successfully carried it from behind Confederate lines to the Union Army. His courageous act was recognized as a display of valor that exemplified military honor. <PIC>", "images_list": ["2_18"]}
{"id": "WIT_10", "question": "Who has portrayed Eunice Higgins in the comedy sketches and the TV movie?", "provenance": [20021], "ground_truth": "Eunice Higgins has been portrayed by Carol Burnett in both the comedy sketches featured on The Carol Burnett Show and in the eponymous TV movie. Burnett's performance is notable for its depth and emotional complexity, reflecting Eunice's turbulent character and relationships within her family. <PIC>", "images_list": ["2_21"]}
{"id": "WIT_11", "question": "At which Californian institution did Jonah Raskin serve as chair of the Communications Studies Department?", "provenance": [20022], "ground_truth": "Jonah Raskin served as the chair of the Communications Studies Department at Sonoma State University from 1988 to 2007. <PIC>", "images_list": ["2_22"]}
{"id": "WIT_12", "question": "What country did Stéphanie Brieussel represent in the dressage events at the 2016 Summer Olympics, and what were her rankings in both the individual and team competitions?", "provenance": [20024], "ground_truth": "Stéphanie Brieussel represented France in the dressage events at the 2016 Summer Olympics. In the individual competition, she finished 55th, while her team secured 8th place in the team competition. <PIC>", "images_list": ["2_24"]}
{"id": "WIT_13", "question": "How is George Lamb Willard connected to Fort Willard?", "provenance": [20026], "ground_truth": "George Lamb Willard is connected to Fort Willard as its namesake, honoring his service and sacrifice during the American Civil War. The fort was named in his memory, recognizing his leadership and ultimate sacrifice at the Battle of Gettysburg. <PIC>", "images_list": ["2_26"]}
{"id": "WIT_14", "question": "What is the composition of Neagh Lacus on Titan?", "provenance": [20030], "ground_truth": "Neagh Lacus on Titan is composed of liquid methane and ethane, as detected by the Cassini space probe. This lake is located near Titan's north pole, where many of the moon's hydrocarbon lakes are found. <PIC>", "images_list": ["2_30"]}
{"id": "WIT_15", "question": "Which NFL teams did Christopher Grey Ruegamer win Super Bowl rings with, and what was his role during his time with the Green Bay Packers?", "provenance": [20032], "ground_truth": "Christopher Grey Ruegamer won Super Bowl rings with the New England Patriots in Super Bowl XXXVI and with the New York Giants in Super Bowl XLII. During his time with the Green Bay Packers from 2003 to 2005, Ruegamer played as a center but did not win a Super Bowl championship while with the team. He started 11 games in the 2004 season, contributing to team records for fewest sacks allowed and overall offensive performance. <PIC>", "images_list": ["2_32"]}
{"id": "WIT_16", "question": "What differences can be observed between the northern and southern floors of the Fowler crater on the Moon?", "provenance": [20035], "ground_truth": "The southern floor of the Fowler crater is characterized by an arc of small impacts, while the northern floor is relatively level and features only a few small craterlets.<PIC>", "images_list": ["2_35"]}
{"id": "WIT_17", "question": "What makes the statue of Vasupujya in Champapur, Bihar, an important representation of a Jain Tirthankara?", "provenance": [20036], "ground_truth": "The statue of Vasupujya in Champapur, Bihar, is significant as it is one of the tallest statues in eastern India and holds the title of the tallest statue of Lord Vasupujya in India. Additionally, it represents a pivotal figure in Jainism, as Vasupujya is the twelfth Tirthankara of the present cosmic age. The location itself is of great importance to Jains, as it is believed to be where all five kalyanaks (auspicious events) of Tirthankara Vasupujya occurred, further enhancing the statue's significance within the Jain community. <PIC>", "images_list": ["2_36"]}
{"id": "WIT_18", "question": "What does the nickname 'Canhão da Vila' mean in relation to José Macia's career?", "provenance": [20039], "ground_truth": "The nickname 'Canhão da Vila,' meaning 'The Vila Cannon,' reflects José Macia's powerful left foot, which was renowned for its strength and precision. This name also ties him closely to Santos FC's home stadium, Vila Belmiro, highlighting his significant contributions to the club during his illustrious career. Pepe is celebrated as one of the greatest players in the club's history, and the nickname encapsulates his impact on the field.<PIC>", "images_list": ["2_39"]}
{"id": "WIT_19", "question": "What medal did Imre Földi win at the 1964 Olympics?", "provenance": [20040], "ground_truth": "Imre Földi won a silver medal at the 1964 Olympics. This achievement was part of his impressive Olympic career, where he also secured a gold medal in 1972 and other medals in subsequent games. <PIC>", "images_list": ["2_40"]}
{"id": "WIT_20", "question": "What natural features are situated around Churi Qullu, and how are they positioned in relation to one another?", "provenance": [20042], "ground_truth": "Churi Qullu is surrounded by several natural features, specifically P'isaqani, Wilaquta, and Janq'u Qullu. P'isaqani is located to the northwest of Churi Qullu, while both Wilaquta and Janq'u Qullu are positioned to the southeast of it. These geographic relationships highlight the positioning of these mountains relative to Churi Qullu. <PIC>", "images_list": ["2_42"]}
{"id": "WIT_21", "question": "What types of sculptures is Canadian artist Katherine Elizabeth Wallis known for?", "provenance": [20043], "ground_truth": "Katherine Elizabeth Wallis is best known for creating bronze sculptures of animals and infants. Her artistic career highlights these specific subjects in her work, reflecting her passion for depicting the natural world and the innocence of childhood. <PIC>", "images_list": ["2_43"]}
{"id": "WIT_22", "question": "When did the Base Realignment and Closure Commission recommend the closure of the Davisville Naval Construction Battalion Center?", "provenance": [20047], "ground_truth": "The Davisville Naval Construction Battalion Center was recommended for closure by the Base Realignment and Closure Commission in 1991, leading to its eventual closure in 1994. The base had operated from 1942 until its closure and included facilities like Camp Thomas and Camp Endicott. <PIC>", "images_list": ["2_47"]}
{"id": "WIT_23", "question": "What district is Homalin Township located in, and what does its river system reveal about the area's geography?", "provenance": [20048], "ground_truth": "Homalin Township is located in Hkamti District. Its river system comprises significant rivers, notably the Chindwin River flowing north to south and the Uyu River flowing east to west, which converge near the town of Homalin. This geographical configuration highlights the township's reliance on these waterways for transportation and ecological diversity. <PIC>", "images_list": ["2_48"]}
{"id": "WIT_24", "question": "What years did Michael John Winters serve as an umpire in the National League before he began working throughout both major leagues?", "provenance": [20056], "ground_truth": "Michael John Winters served as an umpire in the National League from 1988 to 1999 before he began working throughout both major leagues from 2000 to 2019. <PIC>", "images_list": ["2_56"]}
{"id": "WIT_25", "question": "What leadership position did Olubanke King Akerele hold during the African Union Summit in 2008?", "provenance": [20057], "ground_truth": "Olubanke King Akerele served as the Minister of Foreign Affairs  in the cabinet of Ellen Johnson Sirleaf in 2008. <PIC>", "images_list": ["2_57"]}
{"id": "WIT_26", "question": "What positions did Aat van Rhijn hold in the Ministry of Economic Affairs, and how did his previous experiences prepare him for those roles?", "provenance": [20058], "ground_truth": "Aat van Rhijn served as Secretary-General of the Ministry of Economic Affairs from June 1933 until May 1940. His previous roles included working as a civil servant in various ministries and as an executive in trade associations. This diverse background provided him with substantial expertise in the economic and industrial sectors, making him well-equipped for his position in the Ministry of Economic Affairs.<PIC>", "images_list": ["2_58"]}
{"id": "WIT_27", "question": "What years was the USS Myrtle in commission with the United States Navy?", "provenance": [20059], "ground_truth": "The USS Myrtle was in commission with the United States Navy from 1918 to 1919, specifically serving as a patrol vessel during World War I before being returned to her owner on January 27, 1919. <PIC>", "images_list": ["2_59"]}
{"id": "WIT_28", "question": "What architectural style is the Nicholas Gotten House in Bartlett, Tennessee, and what distinctive feature of its design exemplifies this style?", "provenance": [20062], "ground_truth": "The Nicholas Gotten House in Bartlett, Tennessee, is characterized by a saltbox-style architectural profile, which is exemplified by its distinctive asymmetrical roof that slopes lower on the back. This unique design feature is a defining characteristic of the saltbox style. <PIC>", "images_list": ["2_62"]}
{"id": "WIT_29", "question": "How did Léo Taxil address inconsistencies and errors in religious texts in his 1882 book?", "provenance": [20067], "ground_truth": "In his 1882 book, La Bible amusante pour les grands et les enfants, Léo Taxil highlighted inconsistencies, errors, and false beliefs in religious texts. He employed illustrations by Frid'rick to underscore these critiques, aiming to amuse both adults and children while challenging religious narratives. The publication was controversial at the time, leading to accusations of irreverence and calls for suppression by critics including The Times. <PIC>", "images_list": ["2_67"]}
{"id": "WIT_30", "question": "What architectural styles can be found in the Thomaston Central Historic District?", "provenance": [20068], "ground_truth": "The Thomaston Central Historic District features architectural styles including Queen Anne and Colonial Revival designs. This district is located in Thomaston, Alabama, and showcases a variety of historic buildings that highlight these styles. <PIC>", "images_list": ["2_68"]}
{"id": "WIT_31", "question": "How does Theaster Gates' role as an artist and educator contribute to community revitalization efforts?", "provenance": [20069], "ground_truth": "Theaster Gates' work as a professor in the Department of Visual Arts and his practice as a social installation artist enable him to integrate artistic approaches into urban planning, which plays a critical role in transforming underserved neighborhoods. He combines art with urban redevelopment initiatives, focusing on revitalizing African-American communities post-financial crisis. Through projects and institutions he founded, such as the Rebuild Foundation and the Stony Island Arts Bank, Gates uses art to foster cultural engagement and historical preservation, significantly contributing to community revitalization. <PIC>", "images_list": ["2_69"]}
{"id": "WIT_32", "question": "What architectural style is Brekken Church designed in, and what year was it constructed?", "provenance": [20070], "ground_truth": "Brekken Church is designed in the long church style and was constructed in the year 1878, based on plans by architect Jacob Wilhelm Nordan. The church was consecrated on July 17, 1878. It can accommodate approximately 200 people. <PIC>", "images_list": ["2_70"]}
{"id": "WIT_33", "question": "What achievements did Géo André accomplish in the Olympics throughout his athletic career?", "provenance": [20072], "ground_truth": "Géo André's Olympic achievements include winning a silver medal in the high jump at the 1908 Olympics and securing a bronze medal in the 4 × 400 m relay at the 1920 Olympics. He demonstrated his versatility by competing in various events across four Olympic Games from 1908 to 1924, including long jump, high jump, 400 m sprint, 110 and 400 m hurdles, pentathlon, and decathlon. André also finished fourth in the 400 m hurdles in both the 1920 and 1924 Olympics and fifth in the standing high jump in 1908. His significant contributions to athletics were further highlighted when he took the Olympic Oath and acted as the flag bearer for France at the 1924 Olympics. <PIC>", "images_list": ["2_72"]}
{"id": "WIT_34", "question": "What was the primary function of the USS Relief during its service in the U.S. Navy from 1917 to 1921?", "provenance": [20075], "ground_truth": "The primary function of the USS Relief during its service in the U.S. Navy from 1917 to 1921 was to serve as a lookout station tender, supporting the lookout station at Crumple Island, Maine. <PIC>", "images_list": ["2_75"]}
{"id": "WIT_35", "question": "What types of events and activities can fans participate in at a WWE fan convention like WrestleMania Axxess?", "provenance": [20078], "ground_truth": "At a WWE fan convention like WrestleMania Axxess, fans can participate in autograph signings, interviews with wrestlers, various fan activities, memorabilia displays, meet-and-greets with WWE talent, and live matches. The event also features gaming tournaments and special panels that enhance the fan experience while celebrating WWE's history. <PIC>", "images_list": ["2_78"]}
{"id": "WIT_36", "question": "What factors contributed to the Liggett and Myers Harpring Tobacco Storage Warehouse being listed on the National Register of Historic Places?", "provenance": [20087], "ground_truth": "The Liggett and Myers Harpring Tobacco Storage Warehouse is listed on the National Register of Historic Places due to its significant association with the burley tobacco industry in Lexington, Kentucky, particularly between 1930 and 1980. The building represents a major financial investment and showcases the evolution of tobacco storage facilities during a pivotal time for the industry, marking its importance in local economic growth. Additionally, it is noted for its architectural significance as one of the first concrete floor tobacco warehouses in Kentucky and for being a model for subsequent tobacco storage constructions. <PIC>", "images_list": ["2_87"]}
{"id": "WIT_37", "question": "Who portrayed Siegfried alongside Gwyneth Jones in the Jahrhundertring production?", "provenance": [20090], "ground_truth": "Manfred Jung portrayed Siegfried alongside Gwyneth Jones in the Jahrhundertring production, which was staged by Patrice Chéreau for the centenary of the Bayreuth Festival and featured conductance by Pierre Boulez. Jung's performance as Siegfried was part of a notable operatic production in which he sang multiple heldentenor roles. <PIC>", "images_list": ["2_90"]}
{"id": "WIT_38", "question": "What differences exist between the northern and southern faces of Mugarra in terms of their slope and vegetation?", "provenance": [20093], "ground_truth": "The northern face of Mugarra is characterized by its steepness but does not feature a cliff, and it is covered with beeches and Cantabrian Holm Oaks. In contrast, the southern face forms a prominent cliff that rises 300 meters over the col of Mugarrekolanda and hosts the majority of the vulture pairs in Urkiola. This distinction in slope and vegetation highlights the diverse ecological features of Mugarra. <PIC>", "images_list": ["2_93"]}
{"id": "WIT_39", "question": "What leadership roles did JoAnn Hardin Morgan hold during her time at NASA's John F. Kennedy Space Center?", "provenance": [20094], "ground_truth": "JoAnn Hardin Morgan held several leadership roles during her time at NASA's John F. Kennedy Space Center, including being the first female engineer, a senior executive, and the director of External Relations and Business Development. Additionally, she briefly served as the acting deputy director of Kennedy Space Center in 2002. Morgan's contributions spanned over 40 years, particularly in human space flight programs, culminating in her retirement in August 2003. <PIC>", "images_list": ["2_94"]}
{"id": "WIT_40", "question": "What inspired the name of the tag team that included Rocco Rock and Johnny Grunge, and how did they visually express their persona?", "provenance": [20095], "ground_truth": "The tag team consisting of Rocco Rock and Johnny Grunge was named The Public Enemy, inspired by a black and white gangster film. They visually expressed their persona by dancing to their theme song, inviting fans into the ring for impromptu dance parties after winning matches. <PIC>", "images_list": ["2_95"]}
{"id": "WIT_41", "question": "Who is the Wordie Glacier in northeastern Greenland named after?", "provenance": [20097], "ground_truth": "The Wordie Glacier in northeastern Greenland was named after James Wordie, a Scottish polar explorer, by the 1926–27 expedition led by Lauge Koch. <PIC>", "images_list": ["2_97"]}
{"id": "WIT_42", "question": "Where is the Grand 1894 Opera House located in Galveston?", "provenance": [20098], "ground_truth": "The Grand 1894 Opera House is located at 2020 Post Office Street in Galveston's Historic Downtown Cultural Arts District, which is recognized as a cultural landmark in the area. <PIC>", "images_list": ["2_98"]}
{"id": "WIT_43", "question": "What historic achievement did Jack David Laugher accomplish at the 2016 Summer Olympics in Rio?", "provenance": [20105], "ground_truth": "At the 2016 Summer Olympics in Rio, Jack David Laugher became Britain's first diving Olympic champion by winning a gold medal in the men's synchronised 3m springboard event alongside Chris Mears. He also secured a silver medal in the men's individual 3m springboard, marking a significant milestone in British diving history as he became the first British diver to win multiple Olympic medals at the same Games. <PIC>", "images_list": ["2_105"]}
{"id": "WIT_44", "question": "What is a notable team that Alberto de la Bella Madueño played for during his professional football career?", "provenance": [20108], "ground_truth": "A notable team that Alberto de la Bella Madueño played for during his professional football career is Real Sociedad, where he made 218 competitive appearances. He spent the majority of his career with this club and achieved promotion to La Liga as champions. <PIC>", "images_list": ["2_108"]}
{"id": "WIT_45", "question": "What was Garson Kanin's first film as a director?", "provenance": [20110], "ground_truth": "Garson Kanin's first film as a director was 'A Man to Remember,' which was released in 1938. This film marked the beginning of his directorial career. <PIC>", "images_list": ["2_110"]}
{"id": "WIT_46", "question": "What significant milestone did Admiral Chabanenko achieve in 2008?", "provenance": [20111], "ground_truth": "In 2008, Admiral Chabanenko became the first Russian warship to sail through the Panama Canal since World War II while participating in joint exercises with the Venezuelan Navy.<PIC>", "images_list": ["2_111"]}
{"id": "WIT_47", "question": "What is the name of the public aquarium located in Monte Argentario, Italy, that focuses on Mediterranean sea creatures and was established in 2001?", "provenance": [20112], "ground_truth": "The public aquarium located in Monte Argentario, Italy, is called the Argentario Aquarium, also known as Acquario Mediterraneo della Costa d'Argento. It focuses on Mediterranean sea creatures and was inaugurated in 2001. <PIC>", "images_list": ["2_112"]}
{"id": "WIT_48", "question": "Which Nepali political activist and writer is known for his communist ideology and served as the Minister of Education?", "provenance": [20113], "ground_truth": "The Nepali political activist and writer known for his communist ideology who served as the Minister of Education is Modanath Prasrit. His writings reflect his communist beliefs, and he has made significant contributions to literature and socio-political commentary in Nepal. He was also awarded the Madan Puraskar for his epic 'Maanav.' <PIC>", "images_list": ["2_113"]}
{"id": "WIT_49", "question": "In which event did Henriette Engel Hansen and her teammate win a world championship title?", "provenance": [20115], "ground_truth": "Henriette Engel Hansen and her teammate Emma Aastrand Jørgensen won the world championship title in the K-2 1000 m event at the 2014 World Championships. <PIC>", "images_list": ["2_115"]}
{"id": "WIT_50", "question": "How many ISU Junior Grand Prix medals did Renata Ohanesian and her partner Mark Bardei win together?", "provenance": [20117], "ground_truth": "Renata Ohanesian and her partner Mark Bardei won a total of three ISU Junior Grand Prix medals together, including a gold medal at the 2015 JGP Latvia. <PIC>", "images_list": ["2_117"]}
{"id": "WIT_51", "question": "Which band from the 1990s, associated with Sub Pop and Capitol Records, reunited for performances in Seattle and London?", "provenance": [20118], "ground_truth": "The band from the 1990s that reunited for performances in Seattle and London is Truly, featuring all original members. <PIC>", "images_list": ["2_118"]}
{"id": "WIT_52", "question": "What was Hollis Byron Stephens' role in the Coast Guard from 1977 to 1981?", "provenance": [20119], "ground_truth": "Hollis Byron Stephens served as the third Master Chief Petty Officer of the Coast Guard from 1977 to 1981, where he acted as the enlisted advisor to the Commandant of the Coast Guard. <PIC>", "images_list": ["2_119"]}
{"id": "WIT_53", "question": "What architectural styles are associated with the Stokes County Courthouse, which was built in 1904?", "provenance": [20120], "ground_truth": "The architectural styles associated with the Stokes County Courthouse, built in 1904, are Classical Revival and Beaux Arts styles. The courthouse is located in Danbury, North Carolina, and it was listed on the National Register of Historic Places in 1979. <PIC>", "images_list": ["2_120"]}
{"id": "WIT_54", "question": "What achievement did Justin Sorensen earn while playing for the Edmonton Eskimos?", "provenance": [20122], "ground_truth": "Justin Sorensen earned his first Grey Cup championship as a member of the Edmonton Eskimos during the 103rd Grey Cup. He played as the starting centre in both the West Final and the Grey Cup match.<PIC>", "images_list": ["2_122"]}
{"id": "WIT_55", "question": "What makes the Madam Brett Homestead historically significant in southern Dutchess County?", "provenance": [20124], "ground_truth": "The Madam Brett Homestead is historically significant as it is the oldest standing building in southern Dutchess County, and it has been listed in the National Register of Historic Places since 1976. Additionally, it is notable for its association with Catheryna Rombout Brett, a pioneering figure in the region's history, who organized the first produce cooperative in the Hudson River highlands and was connected to several historical figures during the American Revolutionary War. <PIC>", "images_list": ["2_124"]}
{"id": "WIT_56", "question": "What characteristic of The Fara contributes to its reputation as an excellent vantage point for climbers?", "provenance": [20125], "ground_truth": "The Fara is considered an excellent vantage point due to its fairly easy climbing routes, allowing many climbers to reach its summit and enjoy the expansive views over Loch Ericht and the surrounding area. <PIC>", "images_list": ["2_125"]}
{"id": "WIT_57", "question": "Which musicians collaborated with Bryan Josh during his performances in 2009, and what does this reveal about his role in Mostly Autumn?", "provenance": [20126], "ground_truth": "In 2009, Bryan Josh collaborated with musicians including Olivia Sparnenn, Chris Johnson, Iain Jennings, Patrick Berry, and Gavin Griffiths during performances. This indicates his significant role in Mostly Autumn, as he not only played a key part as a co-lead singer and lead guitarist but also showcased his ability to bring together talented musicians for live shows, demonstrating his influence and leadership within the band he founded. <PIC>", "images_list": ["2_126"]}
{"id": "WIT_58", "question": "What was Jacob Wukie's rank in the individual archery event at the 2012 Summer Olympics?", "provenance": [20127], "ground_truth": "Jacob Wukie ranked 12th in the ranking round of the individual archery event at the 2012 Summer Olympics, where he later eliminated Jayanta Talukdar in the first round before being knocked out by Bård Nesteng. <PIC>", "images_list": ["2_127"]}
{"id": "WIT_59", "question": "What ingredients are included in the traditional Laotian soup Keng No Mai Sai Yanang, which features yanang leaf extract and padaek?", "provenance": [20128], "ground_truth": "The traditional Laotian soup Keng No Mai Sai Yanang is made with ingredients such as bamboo shoots, various mushrooms (including oyster, straw, and wood ear), okra, angled gourd, pumpkin, juices extracted from yanang leaves, and padaek. Depending on personal taste, additional ingredients like quail eggs, eggplant, climbing wattle, and kajeng (rice paddy herb) may also be added to the soup. <PIC>", "images_list": ["2_128"]}
{"id": "WIT_60", "question": "What prompted the conversion of the Carthaginian into a square-rigged whaling ship?", "provenance": [20129], "ground_truth": "The Carthaginian was converted into a square-rigged whaling ship for the filming of the 1966 movie 'Hawaii.' This refit was intended to make the ship resemble a typical 19th-century whaler for the film's production. <PIC>", "images_list": ["2_129"]}
{"id": "WIT_61", "question": "How does the Hadsel Bridge enhance the transportation infrastructure in the Vesterålen region?", "provenance": [20131], "ground_truth": "The Hadsel Bridge is a crucial part of the Vesterålen region's transportation infrastructure, as it is one of four bridges constructed in the 1970s to connect the islands within the region. This connectivity facilitates road travel among the islands and links them to the mainland, significantly improving accessibility and reducing dependency on ferry services that previously transported passengers across the Langøysundet strait. The bridge spans 1,011 metres in total length and was opened in 1978, playing an essential role in the integration of the Vesterålen islands. <PIC>", "images_list": ["2_131"]}
{"id": "WIT_62", "question": "What position did Philip Andrew Gartside hold at Bolton Wanderers Football Club during his tenure?", "provenance": [20132], "ground_truth": "Philip Andrew Gartside served as the chairman of Bolton Wanderers Football Club from 1999 until 2015, overseeing various operational aspects of the club. He passed away on February 10, 2016, at the age of 63 due to cancer. <PIC>", "images_list": ["2_132"]}
{"id": "WIT_63", "question": "What historical significance does Her Majesty's Royal Chapel of the Mohawks hold in Canada?", "provenance": [20143], "ground_truth": "Her Majesty's Royal Chapel of the Mohawks holds significant historical status as the oldest surviving church building in Ontario, the first Anglican church in Upper Canada, and one of only three Chapels Royal in Canada. It was constructed in 1785 by the British Crown and designated a National Historic Site of Canada in 1981. <PIC>", "images_list": ["2_143"]}
{"id": "WIT_64", "question": "What name did Colonel Prince Yi Geon adopt after becoming a Japanese citizen?", "provenance": [20144], "ground_truth": "After becoming a Japanese citizen, Colonel Prince Yi Geon adopted the name Kenichi Momoyama. This change also led to his wife and children changing their names. His wife Seiko changed hers to Yoshiko, and their children changed theirs to Tadahisa, Kinya, and Akiko. <PIC>", "images_list": ["2_144"]}
{"id": "WIT_65", "question": "Who is responsible for operating the train services at Cerignola railway station?", "provenance": [20148], "ground_truth": "The train services at Cerignola railway station are operated by Trenitalia, a major train service operator in Italy. <PIC>", "images_list": ["2_148"]}
{"id": "WIT_66", "question": "What is the current status of the windmills on Mont des Alouettes in Vendée, France?", "provenance": [20157], "ground_truth": "There are currently three windmills remaining on Mont des Alouettes, down from an original seven built in the 16th century. Of these, one windmill is still operational. <PIC>", "images_list": ["2_157"]}
{"id": "WIT_67", "question": "Who were the members of Barricada and what roles did they play during their performance at the Extremusika festival in 2006?", "provenance": [20162], "ground_truth": "The members of Barricada during their performance at the Extremusika festival in 2006 were Enrique Villareal, who served as bassist and vocalist, Javier Hernandez, who was a guitarist and vocalist, Alfredo Piedrafita as another guitarist, and Ibon Sagarra on drums. Together, they contributed to the band's hard rock sound and extensive repertoire of over 100 songs. <PIC>", "images_list": ["2_162"]}
{"id": "WIT_68", "question": "How did the aircraft used by the 373rd Fighter Group enhance their operational effectiveness during World War II?", "provenance": [20163], "ground_truth": "The aircraft used by the 373rd Fighter Group, specifically the Republic P-47 Thunderbolts, significantly enhanced their operational effectiveness during World War II by allowing pilots to conduct low-level attacks despite facing heavy anti-aircraft fire. They successfully bombed vital airfields and targeted rail lines and highways, thereby disrupting enemy logistics. The aircraft's durability and performance enabled the group to return safely after missions, which contributed to their success in supporting Allied ground forces, as they executed critical strikes against enemy positions and infrastructure. For instance, on 20 March 1945, their coordinated attacks destroyed or damaged 119 enemy aircraft on the ground, facilitating the Allied crossing of the Rhine River. <PIC>", "images_list": ["2_163"]}
{"id": "WIT_69", "question": "What impact did Ruben Michael Mendoza have on American soccer in the 1950s and 1960s?", "provenance": [20164], "ground_truth": "Ruben Michael Mendoza significantly impacted American soccer as a dominant forward in the St. Louis leagues during the 1950s and 1960s. He was known for his prolific goal-scoring ability and skillful play, earning four caps with the U.S. national team and participating in multiple Olympic teams. Mendoza's contributions to local teams like Zenthoefer Furs and St. Louis Kutis helped shape the competitive landscape of soccer in that era. Additionally, he played a key role in his teams' successes, including multiple league titles and victories against European clubs. <PIC>", "images_list": ["2_164"]}
{"id": "WIT_70", "question": "What is White Mountain Peak's rank in terms of topographical prominence among peaks in the contiguous United States?", "provenance": [20166], "ground_truth": "White Mountain Peak ranks as the fourteenth most topographically prominent peak in the contiguous United States. This peak is notable for being the highest in the White Mountains of California and the third highest in the state overall, following Mount Whitney and Mount Williamson. <PIC>", "images_list": ["2_166"]}
{"id": "WIT_71", "question": "How does the climate in Roscoff contribute to its status as a thalassotherapy center?", "provenance": [20169], "ground_truth": "The climate in Roscoff, characterized by a mild sea current that maintains temperatures between 8 and 18 °C, positively influences its reputation as a thalassotherapy center. This conducive environment supports the establishment of facilities such as the first thalassotherapy center in Europe, the Institut Marin, which was opened in 1899. The richness of iodine in the surrounding waters also plays a significant role in this therapeutic practice. <PIC>", "images_list": ["2_169"]}
{"id": "WIT_72", "question": "What organization was formed in 1995 with the goal of reinstating and restoring services on the Eden Valley Railway?", "provenance": [20170], "ground_truth": "In 1995, the Eden Valley Railway Society was established with the objective of reinstating services and restoring the railway line. The society has played a significant role in the restoration efforts, which began with heritage railway services resuming in 2006. <PIC>", "images_list": ["2_170"]}
{"id": "WIT_73", "question": "What features of the Muscat Rouge à Petits Grains grape contribute to its name, and how does it differ visually from the Muscat Blanc variation?", "provenance": [20171], "ground_truth": "The Muscat Rouge à Petits Grains grape is named for its characteristic small berry size and its reddish skin color, which visually distinguishes it from the Muscat Blanc variation that has a lighter coloration. This distinct coloration of the Muscat Rouge à Petits Grains is a significant feature that sets it apart. <PIC>", "images_list": ["2_171"]}
{"id": "WIT_74", "question": "Who is responsible for the management of Strawberry Island in the San Juan Islands?", "provenance": [20172], "ground_truth": "Strawberry Island is managed by the Washington Department of Natural Resources, which oversees its preservation and access. This small island has been a popular destination for kayakers, although overnight camping was prohibited due to budget cuts in 2010. <PIC>", "images_list": ["2_172"]}
{"id": "WIT_75", "question": "What is one of Michael Holm's most famous songs from 1969, and what was its significance in Germany?", "provenance": [20173], "ground_truth": "One of Michael Holm's most famous songs from 1969 is 'Mendocino.' It was a German adaptation of a song by the Sir Douglas Quintet and became the biggest selling single in Germany that year, reaching number three on the charts and selling over a million copies. This success led to him receiving a gold record from Ariola in October 1970. <PIC>", "images_list": ["2_173"]}
{"id": "WIT_76", "question": "What makes the Trondheim Synagogue significant in its location?", "provenance": [20177], "ground_truth": "The Trondheim Synagogue is significant in its location as it is the second-northernmost synagogue in the world, following the synagogue in Fairbanks, Alaska. Additionally, it has been a vital place of worship for the Jewish community since its inauguration on October 13, 1925, and has played a crucial role in maintaining Jewish culture and heritage in Trondheim. The synagogue was originally built to replace the first synagogue in Trondheim and now also serves as a Jewish museum since 1997. <PIC>", "images_list": ["2_177"]}
{"id": "WIT_77", "question": "What modifications were made to St Paul's Church in Bury, Greater Manchester, following the fire damage?", "provenance": [20179], "ground_truth": "After the fire damage, St Paul's Church in Bury, Greater Manchester, was converted into residential use. The church, which is a designated Grade II listed building, underwent significant changes from its original function as a place of worship. <PIC>", "images_list": ["2_179"]}
{"id": "WIT_78", "question": "How does the design of LaBahn Arena accommodate the needs of both the Wisconsin Badgers women's ice hockey team and other sports teams?", "provenance": [20181], "ground_truth": "LaBahn Arena is specifically designed to support the Wisconsin Badgers women's ice hockey team and other teams, such as the swimming and diving teams, by incorporating dedicated locker rooms and shared facilities. Its architecture includes a tunnel that connects to the Kohl Center, allowing for efficient access when both venues are utilized. This design not only enhances the functionality of the arena for multiple sports but also addresses player safety, as it provides a centralized location for practice and events, reducing the need for travel in harsh winter conditions. <PIC>", "images_list": ["2_181"]}
{"id": "WIT_79", "question": "What material was used for the foundation of the historic home at 20 South Second Street in Newport, Pennsylvania?", "provenance": [20182], "ground_truth": "The foundation of the historic home at 20 South Second Street in Newport, Pennsylvania, is made of stone. This two-story brick structure features a hipped roof and was originally known as the Dr. James B. Eby building before becoming home to various businesses and later listed on the National Register of Historic Places. <PIC>", "images_list": ["2_182"]}
{"id": "WIT_80", "question": "Who is the historical figure after whom Henry County is named, and what is the county seat of Henry County?", "provenance": [20183], "ground_truth": "Henry County is named after Patrick Henry, a prominent statesman and governor of Virginia. The county seat is New Castle, which serves as the administrative center of the county. <PIC>", "images_list": ["2_183"]}
{"id": "WIT_81", "question": "From which year did Erik Gudbranson begin playing for the Florida Panthers?", "provenance": [20185], "ground_truth": "Erik Gudbranson began playing for the Florida Panthers in 2011, after being drafted by them third overall in the 2010 NHL Entry Draft. He made his NHL debut with the Panthers during the 2011–12 season. <PIC>", "images_list": ["2_185"]}
{"id": "WIT_82", "question": "How did Akitomo Takeno's career change after being drafted by Niigata Albirex BB?", "provenance": [20189], "ground_truth": "Akitomo Takeno was drafted fifth overall by Niigata Albirex BB, but his career changed significantly when he suffered a torn ACL in his left knee in 2015. This injury curtailed his playing career and led him to transition into coaching, where he currently serves as a professional basketball assistant coach for Osaka Evessa. <PIC>", "images_list": ["2_189"]}
{"id": "WIT_83", "question": "Where is Cincar peak？", "provenance": [20190], "ground_truth": "Cincar (Serbian Cyrillic: Цинцар) is a mountain in the Dinaric Alps of western Bosnia and Herzegovina, located at 43°54′08″N 17°03′46″E between Livno, Kupres and Glamoč. <PIC>", "images_list": ["2_190"]}
{"id": "WIT_84", "question": "Which rock band was Fernando Argenta a member of before starting his military service?", "provenance": [20191], "ground_truth": "Fernando Argenta was a member of the rock band Micky and The Tonys before he left in 1965 to fulfill his military service. He was born in Madrid on July 4, 1945, and pursued a career as a writer, journalist, musician, and television presenter. He also worked at Radio Nacional de España and was involved in the Junior Eurovision Song Contest as a commentator in several years. Fernando Argenta passed away on December 3, 2013, at the age of 68, due to pancreatic cancer in Boadilla del Monte, Community of Madrid. <PIC>", "images_list": ["2_191"]}
{"id": "WIT_85", "question": "What kinds of water sports are Millers River considered suitable for？", "provenance": [20192], "ground_truth": "Sections of the river are used for whitewater kayaking, and a section upriver is popular with flatwater racers (canoe racing), and the river is known locally as a good place for pike fishing.<PIC>", "images_list": ["2_192"]}
{"id": "WIT_86", "question": "What was James Hensley's primary role in his NASCAR career?", "provenance": [20194], "ground_truth": "James Hensley was primarily known as a substitute driver for various teams throughout his NASCAR career. He competed in multiple races across different teams, often filling in for other drivers. In addition, he had a successful career spanning 27 seasons in all three of NASCAR's elite divisions, earning the Rookie of the Year award in 1992 and achieving nine career wins in the Busch Series. <PIC>", "images_list": ["2_194"]}
{"id": "WIT_87", "question": "How does the Pont Marie enhance its connection between Île Saint-Louis and the Right Bank?", "provenance": [20199], "ground_truth": "The Pont Marie links the Right Bank and is one of three bridges designed to allow traffic flow between the Île Saint-Louis and the Left and Right banks of Paris.<PIC>", "images_list": ["2_199"]}
{"id": "WIT_88", "question": "Who is Ralph E. Winters known for his long-term collaboration with in the film industry?", "provenance": [20200], "ground_truth": "Ralph E. Winters is known for his long-term collaboration with director Blake Edwards, with whom he worked on 12 films over a period of more than twenty years, including notable titles such as The Pink Panther (1963), The Party (1968), 10 (1979), and Victor/Victoria (1982). <PIC>", "images_list": ["2_200"]}
{"id": "WIT_89", "question": "What were the main achievements of Imre Földi during his weightlifting career?", "provenance": [20204], "ground_truth": "Imre Földi achieved notable success during his weightlifting career, including winning a gold medal at the 1972 Olympics and two silver medals at the 1964 and 1968 Olympics. He set 21 world records and earned the title of Weightlifter of the Century by both Hungary and the International Weightlifting Federation. Földi also coached his daughter, Csilla Földi, who became a European champion in weightlifting. Additionally, he received several prestigious awards, including the Silver Badge and Golden Badge of the Order of Labour, and he was inducted into the International Weightlifting Federation Hall of Fame in 1993. <PIC>", "images_list": ["2_204"]}
{"id": "WIT_90", "question": "What types of soil are significant in Alkabo, North Dakota?", "provenance": [20205], "ground_truth": "In Alkabo, North Dakota, the significant types of soil are alkali and gumbo, which also influenced the naming of the community.<PIC>", "images_list": ["2_205"]}
{"id": "WIT_91", "question": "Where is President's College located?", "provenance": [20206], "ground_truth": "President's College is located in Golden Grove, East Coast Demerara, Guyana. It was founded in 1985 and is known for its unique entry assessments for students. <PIC>", "images_list": ["2_206"]}
{"id": "WIT_92", "question": "What reptiles are native to Prickly Pear Island?", "provenance": [20207], "ground_truth": "Prickly Pear Island serves as a habitat for several reptiles, including the common Puerto Rican ameiva, crested anole, barred anole, and big-scaled least gecko. This uninhabited island in the British Virgin Islands provides a suitable environment for these species. <PIC>", "images_list": ["2_207"]}
{"id": "WIT_93", "question": "What specialized arrays are fitted on the USNS Impeccable that set it apart from other surveillance ships?", "provenance": [20208], "ground_truth": "The USNS Impeccable is equipped with a SURTASS passive towed array and a Low Frequency Active transducer array. These specialized arrays distinguish it from other surveillance ships. <PIC>", "images_list": ["2_208"]}
{"id": "WIT_94", "question": "What architectural style characterizes the church of St. Francisco Javier?", "provenance": [20212], "ground_truth": "The church of St. Francisco Javier is characterized by the Churrigueresque architectural style, which is known for its profuse decoration and is a form of baroque architecture. This style is prominently displayed in the church's interior, while the exterior is less ornate. <PIC>", "images_list": ["2_212"]}
{"id": "WIT_95", "question": "How does the Kyocera Echo utilize its dual screens to create a larger single display, and what is the size of that display?", "provenance": [20217], "ground_truth": "The Kyocera Echo utilizes its dual 3.5-inch screens in 'Tablet mode' to create a larger single display that measures 4.7 inches diagonally. This unique feature allows users to enjoy content on an expanded screen area. <PIC>", "images_list": ["2_217"]}
{"id": "WIT_96", "question": "What notable musical collaboration was showcased at a BBC event involving Kerry Ellis?", "provenance": [20219], "ground_truth": "The notable musical collaboration showcased at the BBC event involved Kerry Ellis and Brian May, where they performed together. <PIC>", "images_list": ["2_219"]}
{"id": "WIT_97", "question": "Which companies were responsible for constructing HMS Tantivy?", "provenance": [20220], "ground_truth": "HMS Tantivy was constructed by Vickers Armstrong and John Brown & Company.<PIC>", "images_list": ["2_220"]}
{"id": "WIT_98", "question": "What was the role of USS Melucta (AK-131) during World War II?", "provenance": [20221], "ground_truth": "USS Melucta (AK-131) played a crucial role during World War II by delivering troops, goods, and equipment to various locations in the war zone. She was commissioned by the US Navy for cargo carrying duties, primarily operating in the South Pacific Ocean and the U.S. East Coast. <PIC>", "images_list": ["2_221"]}
{"id": "WIT_99", "question": "What was the occasion for the first performance of Bach's cantata at Störmthal?", "provenance": [20222], "ground_truth": "Bach's cantata, \"Höchsterwünschtes Freudenfest\" (BWV 194), was performed for the first time at Störmthal on 2 November 1723, during the dedication of the church and organ at that site. <PIC>", "images_list": ["2_222"]}
{"id": "WIT_100", "question": "What is the altitude of Lake Sarapococha in the Andes of Peru?", "provenance": [20223], "ground_truth": "Lake Sarapococha is located in the Andes of Peru at an altitude of approximately 4,495 meters (14,747 feet) <PIC>.", "images_list": ["2_223"]}
{"id": "WIT_101", "question": "What was the significance of Don Gregorio Pelaéz Sports Complex?", "provenance": [20225], "ground_truth": "The Don Gregorio Pelaéz Sports Complex is the oldest sports park in Northern Mindanao and hosted the first Palarong Pambansa in Mindanao in 1975. <PIC> ", "images_list": ["2_225"]}
{"id": "WIT_102", "question": "Which American actor and comedian is best known for his performance of the baseball poem 'Casey at the Bat'?", "provenance": [20226], "ground_truth": "William DeWolf Hopper is the American actor and comedian best known for his performance of the baseball-themed poem 'Casey at the Bat'. He became famous for reciting this poem approximately 10,000 times throughout his career, contributing significantly to its popularity. <PIC>", "images_list": ["2_226"]}
{"id": "WIT_103", "question": "What is the population of Kikowo?", "provenance": [20228], "ground_truth": "The village of Kikowo, located 6 kilometers south of Tychowo in Białogard County, has a population of 220 residents. <PIC>", "images_list": ["2_228"]}
{"id": "WIT_104", "question": "When was 'The Border Whirlwind' released, and what source confirms this date?", "provenance": [20229], "ground_truth": "'The Border Whirlwind' was released to the public on November 15, 1926. This information is confirmed by the statement that the film was released by Film Booking Offices of America on that date. <PIC>", "images_list": ["2_229"]}
{"id": "WIT_105", "question": "Which company published the sheet music for the song 'Mother, Here's Your Boy!' in 1918?", "provenance": [20232], "ground_truth": "The sheet music for the song 'Mother, Here's Your Boy!' was published in 1918 by Leo. Feist, Inc., located in New York, NY. The cover illustration depicts Uncle Sam presenting a returning soldier to his mother, with the Statue of Liberty and ships in the background. <PIC>", "images_list": ["2_232"]}
{"id": "WIT_106", "question": "How does the path of the Plitvica River relate to the Drava River?", "provenance": [20234], "ground_truth": "The Plitvica River flows southeast and then east until it runs parallel to the Drava River, ultimately merging into it north of Veliki Bukovec. This relationship highlights the Plitvica River as a right tributary of the Drava, contributing to its flow. <PIC>", "images_list": ["2_234"]}
{"id": "WIT_107", "question": "Can you describe the layout and historical significance of His Lordship's Kindness?", "provenance": [20236], "ground_truth": "His Lordship's Kindness, also known as Poplar Hill, is situated on Woodyard Road east of Clinton, Maryland. This plantation estate features a five-part Georgian mansion constructed in the 1780s. Significant for its architectural design and as a preserved historic site, it operates as a museum run by a local nonprofit organization. The estate was designated a National Historic Landmark in 1970, underscoring its importance in American history. The mansion consists of a central block with two end pavilions connected by single-story hyphens, housing various historical elements such as a kitchen and a chapel. The property is noteworthy not only for its structure but also for the historical figures associated with it, including planter Robert Darnall, and it continues to serve the community through guided tours and events from March through December. <PIC>", "images_list": ["2_236"]}
{"id": "WIT_108", "question": "What natural phenomenon can be observed at Toyama Bay during the winter months?", "provenance": [20238], "ground_truth": "Toyama Bay is renowned for the spectacular mirages that appear on the horizon during the winter months. These visual phenomena attract visitors and make the bay a unique spot for observation. <PIC>", "images_list": ["2_238"]}
{"id": "WIT_109", "question": "What is the structure of the Norwegian football league?", "provenance": [20241], "ground_truth": "The structure of the Norwegian football league, characterized by an Italian round format with round-trip matches.<PIC>", "images_list": ["2_241"]}
{"id": "WIT_110", "question": "What architectural style is showcased by the buildings in the Elon College Historic District?", "provenance": [20243], "ground_truth": "The buildings in the Elon College Historic District exemplify the Colonial Revival / Georgian Revival architectural style, characterized by their three-story red brick construction. This includes notable structures such as the Alamance Building, Whitley Auditorium, Carlton Library, Duke Science Building, and Mooney Building, all built between 1923 and 1927. The district was added to the National Register of Historic Places in 1988. <PIC>", "images_list": ["2_243"]}
{"id": "WIT_111", "question": "What was the role of the German ship Prinz Eitel Friedrich during the early part of World War I?", "provenance": [20244], "ground_truth": "During the early part of World War I, the German ship Prinz Eitel Friedrich served as an auxiliary cruiser in the Imperial German Navy. She was converted from a mail ship to an auxiliary cruiser shortly after the war began and operated on the high seas, capturing or sinking eleven ships before being interned in the United States. <PIC>", "images_list": ["2_244"]}
{"id": "WIT_112", "question": "What is the name of the administrative district that includes the settlement of Kubalin in Greater Poland Voivodeship?", "provenance": [20245], "ground_truth": "The administrative district that includes the settlement of Kubalin is called Gmina Mosina, located in Poznań County within Greater Poland Voivodeship. <PIC>", "images_list": ["2_245"]}
{"id": "WIT_113", "question": "How did Xu Beihong express his opinion about Sun Duoci's talent as an artist?", "provenance": [20246], "ground_truth": "Xu Beihong expressed his opinion about Sun Duoci's talent as an artist by referring to her as a 'painter of genius.' His admiration for her work indicates his recognition of her artistic abilities. <PIC>", "images_list": ["2_246"]}
{"id": "WIT_114", "question": "What makes the Mazda Furai a distinctive concept vehicle in the Nagare series?", "provenance": [20247], "ground_truth": "The Mazda Furai is distinctive as the fifth and final concept car in the Nagare series, designed to utilize E100 ethanol fuel and powered by a heavily modified 20B 3-rotor wankel engine that delivers 450 bhp. Unlike many concept cars, it was fully functional and tested on various racetracks, showcasing its potential for racing applications. Additionally, the Furai's design reflects Mazda's innovative approach and vision for performance vehicles. <PIC>", "images_list": ["2_247"]}
{"id": "WIT_115", "question": "How isolated is Donatiello I compared to its distance from NGC 404?", "provenance": [20248], "ground_truth": "Donatiello I is considered one of the most isolated dwarf spheroidal galaxies, being separated from NGC 404 by approximately 211,000 light-years. This significant distance highlights its isolation despite being a possible satellite galaxy of NGC 404. <PIC>", "images_list": ["2_248"]}
{"id": "WIT_116", "question": "What led to the discontinuation of operations at the radar station in Hopedale, Labrador?", "provenance": [20249], "ground_truth": "The operations at the radar station in Hopedale, Labrador were discontinued when the Goose Air Defense Sector took over air defense responsibilities for Newfoundland and Northern Canada, effectively consolidating air defense operations in the region. <PIC>", "images_list": ["2_249"]}
{"id": "WIT_117", "question": "What institutions currently operate at the site of the former Ohio Soldiers' and Sailors' Orphans' Home?", "provenance": [20250], "ground_truth": "The site of the former Ohio Soldiers' and Sailors' Orphans' Home currently hosts Legacy Christian Academy, Athletes in Action, and various other Christian ministries. <PIC>", "images_list": ["2_250"]}
{"id": "WIT_118", "question": "What architectural style is associated with the Vaucluse Bay Range Front Light and who was its designer?", "provenance": [20251], "ground_truth": "The Vaucluse Bay Range Front Light is designed in a style often referred to as 'Disney Castle,' and was created by architect Maurice Festu. It is one of four lighthouses designed in this distinctive style, which includes Grotto Point Light, Parriwi Head Light, and Vaucluse Bay Range Rear Light. <PIC>", "images_list": ["2_251"]}
{"id": "WIT_119", "question": "Who did President Thomas Jefferson request to lead explorations of the newly acquired Louisiana Purchase territory?", "provenance": [20252], "ground_truth": "President Thomas Jefferson requested Zebulon Montgomery Pike to lead explorations of the newly acquired Louisiana Purchase territory. Pike undertook two significant journeys: the first to explore the upper northern parts of the Mississippi River from 1805 to 1806, and the second to examine the Southwest, reaching the northern edges of Spanish colonial settlements in New Mexico and Texas from 1806 to 1807. <PIC>", "images_list": ["2_252"]}
{"id": "WIT_120", "question": "How did the construction of Kerevat Airfield in September 1943 relate to the military activities in the region from June 20, 1943, to May 16, 1944?", "provenance": [20253], "ground_truth": "The construction of Kerevat Airfield by the Imperial Japanese in September 1943 was significant for the military efforts in the region as it provided a strategic base for operations during a period when the Allied forces were conducting bombing missions against Japanese positions, including Kerevat Airfield itself, from June 20, 1943, to May 16, 1944. The airfield was intended to support Japanese operations in a crucial phase of the war, but it faced significant operational challenges due to ongoing Allied bombardments and engineering issues.<PIC>", "images_list": ["2_253"]}
{"id": "WIT_121", "question": "How did the fire in Augusta in 1916 affect the residential areas in terms of the structures that remained?", "provenance": [20254], "ground_truth": "The 1916 fire in Augusta significantly altered the residential landscape by leaving areas with only chimneys standing as remnants of the destroyed buildings. The fire devastated approximately 600 residential and commercial structures, resulting in many lots being reduced to mere chimney foundations. Additionally, the destruction rendered an estimated 3,000 people homeless and obliterated neighborhoods, notably 'Cotton Row'. <PIC>", "images_list": ["2_254"]}
{"id": "WIT_122", "question": "What achievements did Zvonimir Vujin accomplish in the 1968 and 1972 Olympics, and how does his participation in the 1972 Games reflect his status as a boxer at that time?", "provenance": [20255], "ground_truth": "Zvonimir Vujin accomplished significant achievements by winning bronze medals in both the 1968 Mexico City Olympics and the 1972 Munich Olympics. His participation in the 1972 Games reflects his continued status as a successful and accomplished boxer, indicating that he remained competitive at a high level in the sport during that period. <PIC>", "images_list": ["2_255"]}
{"id": "WIT_123", "question": "What is the architectural style of Isabella Court, the mixed-use complex located at 3909-3917 South Main Street in Houston, Texas?", "provenance": [20256], "ground_truth": "Isabella Court, located at 3909-3917 South Main Street in Houston, Texas, is designed in the Spanish Colonial Revival architectural style. This mixed-use complex includes residential apartments on the upper floors and commercial spaces on the ground floor, featuring a courtyard, stuccoed exterior, and a distinctive red tile roof. The building was completed in 1929 and has since been recognized for its architectural significance, being listed in the National Register of Historic Places. <PIC>", "images_list": ["2_256"]}
{"id": "WIT_124", "question": "What attracts tourists to the Cagayan de Oro River in the Philippines?", "provenance": [20257], "ground_truth": "The Cagayan de Oro River attracts tourists primarily due to its popularity as a site for whitewater rafting, which is actively promoted by the Department of Tourism as the main tourist attraction of Cagayan de Oro. Additionally, it offers various adventure activities such as kayaking and river trekking, making it a prime destination for outdoor enthusiasts. The river's scenic beauty and the thrill of its waters contribute significantly to its allure. <PIC>", "images_list": ["2_257"]}
{"id": "WIT_125", "question": "In which films has Mary Beth Hurt collaborated with her husband, filmmaker Paul Schrader?", "provenance": [20260], "ground_truth": "Mary Beth Hurt has collaborated with her husband, filmmaker Paul Schrader, in films such as 'Light Sleeper' and 'Affliction.' Their partnership showcases their combined talents in the film industry, reflecting both personal and professional connections. <PIC>", "images_list": ["2_260"]}
{"id": "WIT_126", "question": "What factors have contributed to the changes in salinity levels at Lake Richmond over the years?", "provenance": [20261], "ground_truth": "The salinity levels at Lake Richmond have changed primarily due to the urban drainage scheme implemented in the 1960s. During this time, the Water Board constructed inlet and outlet drains, which led to a significant decrease in salinity from 2000–3500 mg/L to 300–400 mg/L. This alteration in drainage contributed to the lake's current freshwater conditions.<PIC>", "images_list": ["2_261"]}
{"id": "WIT_127", "question": "What was the gauge width of the Langley Vale Timber Tramway where William Langley & Sons Ltd's locomotive operated?", "provenance": [20262], "ground_truth": "The gauge width of the Langley Vale Timber Tramway where William Langley & Sons Ltd's locomotive operated was 4 feet 2 inches (1,270 mm). <PIC>", "images_list": ["2_262"]}
{"id": "WIT_128", "question": "When was Fool Moon formed and where is it based?", "provenance": [20264], "ground_truth": "Fool Moon was formed in September 2001 and is based in Szeged, Hungary. <PIC>", "images_list": ["2_264"]}
{"id": "WIT_129", "question": "Why is the Morio Muscat grape not commonly used for producing varietal wines?", "provenance": [20265], "ground_truth": "The Morio Muscat grape is not commonly used for producing varietal wines because it requires a high level of ripeness to prevent undesirable characteristics such as a 'mousey' flavor, coarse texture, and excessive acidity. This necessitates careful vineyard management and ideal growing conditions. Additionally, the grape's naturally low sugar levels and medium to high acidity need to be well-balanced at harvest time to create a quality wine. Its sensitivity to various viticultural hazards also complicates its cultivation for varietal production. <PIC>", "images_list": ["2_265"]}
{"id": "WIT_130", "question": "What notable achievement did William Allan Carroll accomplish with the New York Islanders during his NHL career?", "provenance": [20266], "ground_truth": "William Allan Carroll notably won three Stanley Cups with the New York Islanders in consecutive years: 1981, 1982, and 1983. This significant achievement marked a successful period in his career during his time with the team. <PIC>", "images_list": ["2_266"]}
{"id": "WIT_131", "question": "In what year was Bent Røiseland first elected to the Norwegian Parliament representing Vest-Agder?", "provenance": [20268], "ground_truth": "Bent Røiseland was first elected to the Norwegian Parliament from Vest-Agder in 1945 and was re-elected on six occasions thereafter. He served as President of the Lagting for three terms during his time in office. <PIC>", "images_list": ["2_268"]}
{"id": "WIT_132", "question": "What architectural style characterizes the William H. Holcomb House in Rochelle, Illinois?", "provenance": [20270], "ground_truth": "The William H. Holcomb House in Rochelle, Illinois is characterized by its elegant Italianate architectural style, which is a significant example of this design prevalent during the time it was built in 1872. The house has been listed on the National Register of Historic Places since October 25, 1973, for its architectural significance. <PIC>", "images_list": ["2_270"]}
{"id": "WIT_133", "question": "What is the relationship between the Diocese of Fano-Fossombrone-Cagli-Pergola and the Archdiocese of Pesaro?", "provenance": [20272], "ground_truth": "The Diocese of Fano-Fossombrone-Cagli-Pergola is a suffragan diocese of the Archdiocese of Pesaro.<PIC>", "images_list": ["2_272"]}
{"id": "WIT_134", "question": "How does Shri integrate traditional instruments into his music performances?", "provenance": [20274], "ground_truth": "Shri integrates traditional elements into his music performances by incorporating Indian instruments, which is evident from his participation in events like the Canal Street Music Festival in Arendal, Norway, in July 2015. His unique approach blends acoustic, electric, and electronic styles while featuring instruments like the fretless bass he handcrafted and designed, showcasing his connection to both traditional and modern musical practices. <PIC>", "images_list": ["2_274"]}
{"id": "WIT_135", "question": "What elements in the film Just Pals directed by John Ford indicate its Western genre setting?", "provenance": [20275], "ground_truth": "The film Just Pals, directed by John Ford, incorporates several elements indicative of its Western genre setting. These include the theme of camaraderie between two vagabonds, a young man and a boy, which reflects a common motif in Westerns. Additionally, the setting often features small towns and law enforcement figures, such as the sheriff who insists that 'The law'll take care o' this!', further emphasizing the Western backdrop. Other aspects include the presence of outlaws and the narrative involving a bank robbery, aligning with typical Western tropes. Overall, these elements create a quintessential frontier atmosphere. <PIC>", "images_list": ["2_275"]}
{"id": "WIT_136", "question": "Which nearby islets are included in the Municipality of Nisyros, and how do they contribute to its total land area?", "provenance": [20276], "ground_truth": "The nearby islets included in the Municipality of Nisyros are Gyalí, Pacheiá, Pergoússa, Kandelioussa, Ágios Antónios, and Strongýli. Their inclusion contributes to a total land area of 50.055 km² for the municipality. <PIC>", "images_list": ["2_276"]}
{"id": "WIT_137", "question": "What Olympic achievement made David Henry Jacobs a notable athlete?", "provenance": [20277], "ground_truth": "David Henry Jacobs is notable for winning a gold medal as the first leg of the British 4 × 100 m relay team at the 1912 Summer Olympics in Stockholm. This victory was significant as it made him the first British Jew to win an Olympic gold medal. <PIC>", "images_list": ["2_277"]}
{"id": "WIT_138", "question": "What geographical feature is located to the west of Lake Vilacota?", "provenance": [20282], "ground_truth": "Yucamane volcano is located to the west of Lake Vilacota, which is situated in the Tacna region of Peru at an elevation of 4,390 metres (14,403 ft) above sea level. <PIC>", "images_list": ["2_282"]}
{"id": "WIT_139", "question": "Who co-starred with Pauline Frederick in her first film at Goldwyn Pictures, and what was their relationship at the time?", "provenance": [20283], "ground_truth": "Pauline Frederick's co-star in her first film at Goldwyn Pictures was her then-husband, playwright Willard Mack. At the time of the film's release, they were married, which added a personal dynamic to their professional collaboration.<PIC>", "images_list": ["2_283"]}
{"id": "WIT_140", "question": "What types of events and activities took place in the upstairs 'opera house' of the Fifield Town Hall built in 1894?", "provenance": [20284], "ground_truth": "The upstairs 'opera house' in the Fifield Town Hall built in 1894 hosted a variety of events and activities, including local plays, graduations, lectures, traveling shows, medicine shows, and dances. This space served as a community gathering point for various social functions and cultural events. <PIC>", "images_list": ["2_284"]}
{"id": "WIT_141", "question": "Which university did Anthony Nathaniel Davis attend to play college football?", "provenance": [20285], "ground_truth": "Anthony Nathaniel Davis played college football at Rutgers University, where he was a standout player for the Scarlet Knights before being drafted into the NFL. <PIC>", "images_list": ["2_285"]}
{"id": "WIT_142", "question": "What architectural features make Pomander Walk in Manhattan distinct from its surrounding buildings?", "provenance": [20286], "ground_truth": "Pomander Walk in Manhattan is distinguished by its unique architectural style, which is Tudoresque and resembles Storybook Houses, as well as its smaller scale compared to the tall buildings that surround it. This contrast makes Pomander Walk an eye-catching and whimsical insertion into the Upper West Side of New York City. <PIC>", "images_list": ["2_286"]}
{"id": "WIT_143", "question": "What is the highest career doubles ranking achieved by Andreas Siljeström?", "provenance": [20287], "ground_truth": "Andreas Siljeström achieved a career doubles high-ranking of No. 57 in May 2012. He is known for his doubles prowess and is one of the tallest players on the tour, standing out among his peers. <PIC>", "images_list": ["2_287"]}
{"id": "WIT_144", "question": "What factors contribute to the significance of the Shell Grotto as a landmark in Pontypool Park?", "provenance": [20289], "ground_truth": "The Shell Grotto is a significant landmark in Pontypool Park due to several factors: it is a Grade II* listed structure recognized for its unique interior decoration featuring thousands of shells and animal bones. Additionally, it is located on a prominent ridge 700 ft above sea level, providing commanding views of the Severn Estuary, which enhances its cultural and historical value as an important local landmark. The grotto was originally commissioned by the Hanbury family, local ironmasters, and has a rich history tied to picnics and social gatherings, further contributing to its significance. <PIC>", "images_list": ["2_289"]}
{"id": "WIT_145", "question": "What notable event occurred on June 19, 2019?", "provenance": [20290], "ground_truth": "On June 19, 2019, the Virtus et Fraternitas Medal was awarded for the first time to individuals including Tassybay Abdikarimov and Oleksandra Vaseyko, honoring their contributions in providing aid and assistance to Polish citizens during wartime atrocities. <PIC>", "images_list": ["2_290"]}
{"id": "WIT_146", "question": "What is the historical importance of Worsley on the Bridgewater Canal?", "provenance": [20291], "ground_truth": "Worsley is historically significant as it was the location where Francis Egerton, 3rd Duke of Bridgewater, commissioned the construction of the Bridgewater Canal. This canal was designed to transport coal from Egerton's mines to Manchester, marking it as one of the first true canals of the Industrial Revolution in England. Its engineering achievements, including the aqueduct over the River Irwell and the tunnel at Worsley, further underline its importance in the history of canal construction. <PIC>", "images_list": ["2_291"]}
{"id": "WIT_147", "question": "What architectural style is exemplified by the Saigon Opera House, originally constructed in 1900?", "provenance": [20292], "ground_truth": "The architectural style exemplified by the Saigon Opera House, constructed in 1900, is French Colonial architecture. This building showcases the flamboyant style of the French Third Republic and is a significant example of French Colonial architecture in Vietnam. <PIC>", "images_list": ["2_292"]}
{"id": "WIT_148", "question": "How does the volcanic structure of Cofre de Perote differ from that of Pico de Orizaba?", "provenance": [20294], "ground_truth": "Cofre de Perote is a shield volcano, which distinguishes it from Pico de Orizaba, a stratovolcano.<PIC>", "images_list": ["2_294"]}
{"id": "WIT_149", "question": "How has Andrea Gamarnik's work in science been acknowledged on an international level?", "provenance": [20296], "ground_truth": "Andrea Gamarnik's work in science has been acknowledged internationally through her receipt of the prestigious L'Oréal-UNESCO Awards for Women in Science fellowship, which she earned in 2016 for her contributions to research on mosquito-borne viruses, including Dengue fever. Additionally, she has received the Konex Award Merit Diploma in 2013 and the Platinum Konex Award in 2023 for her significant contributions over several decades. <PIC>", "images_list": ["2_296"]}
{"id": "WIT_150", "question": "What features show that Milecastle 29 has undergone significant changes over time?", "provenance": [20297], "ground_truth": "Milecastle 29 has undergone significant alterations over time, as indicated by its remains existing as a mutilated earth platform, accentuated by deep robber-trenches around all sides. These features suggest substantial changes to the site's original structure and integrity. <PIC>", "images_list": ["2_297"]}
{"id": "WIT_151", "question": "What happened to the Tiferet Yisrael Synagogue during the 1948 Arab-Israeli War?", "provenance": [20298], "ground_truth": "During the 1948 Arab-Israeli War, the Tiferet Yisrael Synagogue was destroyed by the Jordanian Arab Legion on May 21, 1948. This synagogue was a major site for the Hasidic community in Jerusalem prior to its destruction. <PIC>", "images_list": ["2_298"]}
{"id": "WIT_152", "question": "What notable achievements did Junko Hiramatsu accomplish during her competitive figure skating career that are recognized in Japanese sports history?", "provenance": [20299], "ground_truth": "Junko Hiramatsu is recognized for her notable achievements in figure skating, which include being a five-time Japanese national champion and representing Japan at the Winter Olympics in both 1960 and 1964. She also notably served as the flag bearer for Japan at the 1960 Winter Olympics, marking a significant moment in her career and in Japanese sports history. Additionally, she has continued to contribute to the sport as a coach and ISU official. <PIC>", "images_list": ["2_299"]}
{"id": "WIT_153", "question": "What recreational activities can be enjoyed at Ashburton Park, and how are they visually represented?", "provenance": [20302], "ground_truth": "At Ashburton Park, visitors can engage in various recreational activities including pétanque, bowling, tennis, and basketball. These activities can be visually identified through images depicting specific areas such as the pétanque terrain and sports courts within the park. <PIC>", "images_list": ["2_302"]}
{"id": "WIT_154", "question": "What is Ben Gollings' notable achievement in rugby sevens?", "provenance": [20303], "ground_truth": "Ben Gollings is renowned for being the all-time leading scorer in the World Rugby Sevens Series, amassing a total of 2,652 points during his career. His remarkable scoring record has made him a significant figure in the sport. <PIC>", "images_list": ["2_303"]}
{"id": "WIT_155", "question": "What architectural styles are evident in the design of the historic home at 823 Ohio Street, and what features reflect these styles?", "provenance": [20306], "ground_truth": "The historic home at 823 Ohio Street showcases both Italianate and Queen Anne architectural styles. These styles are reflected in its design through characteristics such as segmental arched windows and a rounded arch window adorned with a wood sunburst surround, all contributing to its distinctive two-story, rectangular brick structure. The combination of design elements from both styles enhances the home's architectural significance. <PIC>", "images_list": ["2_306"]}
{"id": "WIT_156", "question": "What positions did Amos Horev hold in the Israeli Defense Forces when he was a colonel?", "provenance": [20307], "ground_truth": "During his time as a colonel in the Israeli Defense Forces, Amos Horev held important roles including Chief of Ordnance and Quartermaster General. He later rose to the rank of Major-General, which is the highest rank after the Chief of Staff. Horev's significant contributions also included serving as Chief Scientist of the IDF and his involvement in various military and academic sectors, including his presidency at Technion University. <PIC>", "images_list": ["2_307"]}
{"id": "WIT_157", "question": "Which organizations collaborate on educational programs at the Haida Heritage Centre?", "provenance": [20308], "ground_truth": "The organizations collaborating on educational programs at the Haida Heritage Centre include School District 50 Haida Gwaii, the University of Northern British Columbia, and the Haida Gwaii Higher Education Society. These partnerships aim to enhance the educational offerings available at the centre. <PIC>", "images_list": ["2_308"]}
{"id": "WIT_158", "question": "What business did Anthon B. Nilsen establish in 1879, and what is its current name after being taken over by his sons?", "provenance": [20310], "ground_truth": "Anthon B. Nilsen established the business Anth. B. Nilsen & Co in 1879, which was taken over by his sons in the 1930s and currently exists under the name Anthon B Nilsen AS. <PIC>", "images_list": ["2_310"]}
{"id": "WIT_159", "question": "How does the south front of Hubert von Herkomer's house in Bushey exemplify its architectural significance?", "provenance": [20311], "ground_truth": "The south front of Hubert von Herkomer's house, Lululaund, exemplifies its architectural significance through its Romanesque Revival style, which was influenced by the American architect Henry Hobson Richardson. This influence is evident in the distinctive architectural elements, including the wide segmental arch and round turreted towers, which set it apart as a unique example of Richardson's work in Europe. The house was designed with high technical standards for its time, further enhancing its historical value. <PIC>", "images_list": ["2_311"]}
{"id": "WIT_160", "question": "What geological features characterize the largely uninhabited central region of the Supramonte in Sardinia?", "provenance": [20312], "ground_truth": "The central region of the Supramonte is characterized by dramatic geological features, including sharp limestone cliffs and deep, lush canyons, alongside a series of underground rivers that have created various caves. The area also includes Karstic highlands, which contribute to its unique landscape. <PIC>", "images_list": ["2_312"]}
{"id": "WIT_161", "question": "What is the familial relationship between Russell Tanner and Troy Tanner?", "provenance": [20313], "ground_truth": "Russell Tanner is the nephew of Troy Tanner, who is an Olympic gold medalist in volleyball. This relationship highlights a strong connection within a family known for their achievements in sports. <PIC>", "images_list": ["2_313"]}
{"id": "WIT_162", "question": "What factors indicate that the Joshua Green River Valley is a protected area?", "provenance": [20314], "ground_truth": "The Joshua Green River Valley's protected status is indicated by its location within the Izembek Wilderness, which is part of a federally designated wilderness area under the Alaska National Interest Lands Conservation Act. This designation helps preserve the area's natural beauty and wildlife habitats. <PIC>", "images_list": ["2_314"]}
{"id": "WIT_163", "question": "What are the train numbers for the Alipurduar - Kamakhya Intercity Express?", "provenance": [20315], "ground_truth": "The Alipurduar - Kamakhya Intercity Express operates under the train numbers 15771 and 15772, with 15771 serving the Alipurduar to Kamakhya route and 15772 serving the return route from Kamakhya to Alipurduar. <PIC>", "images_list": ["2_315"]}
{"id": "WIT_164", "question": "What key contributions did William Hendricks make to Indiana's educational system during his governorship?", "provenance": [20317], "ground_truth": "William Hendricks made significant contributions to Indiana's educational system by establishing the framework for the state's public school system. Under his administration, each township was granted land to establish public schools, laying the foundation for what became the first state-funded educational system in the nation. Additionally, he codified Indiana's laws for the first time, creating the Indiana Code, which was an important legal framework that also impacted educational governance. <PIC>", "images_list": ["2_317"]}
{"id": "WIT_165", "question": "What challenges prevented Iraq from exporting petroleum worth US$5.256 billion as authorized by the United Nations Security Council resolution 1175?", "provenance": [20318], "ground_truth": "Iraq faced significant challenges in its ability to export petroleum worth US$5.256 billion due to an assessment by a group of experts, which determined that Iraq was not capable of producing the required export quantity to meet that financial target. This incapacity was a major factor in the situation addressed by the United Nations Security Council resolution 1175.<PIC>", "images_list": ["2_318"]}
{"id": "WIT_166", "question": "What architectural style is Valberg Church built in？", "provenance": [20320], "ground_truth": "Valberg Church is constructed in a long church style, featuring a white wooden structure.<PIC>", "images_list": ["2_320"]}
{"id": "WIT_167", "question": "How did a tropical wave contribute to the formation of Tropical Storm Gilda near Cuba?", "provenance": [20322], "ground_truth": "A tropical wave played a crucial role in the development of Tropical Storm Gilda by moving off the west coast of Africa on October 3 and tracking westward. It reached the Caribbean Sea on October 10, where convection organized and intensified in the northwestern Caribbean. This setup contributed to the formation of Tropical Storm Gilda on October 16, enabling it to strengthen as it approached Cuba.<PIC>", "images_list": ["2_322"]}
{"id": "WIT_168", "question": "What achievement in Michelle Ashford's career was likely highlighted at PaleyFest 2014?", "provenance": [20323], "ground_truth": "At PaleyFest 2014, Michelle Ashford likely highlighted the success and cultural impact of her TV series Masters of Sex. <PIC>", "images_list": ["2_323"]}
{"id": "WIT_169", "question": "Who are the members of Seppuku Paradigm known for composing the film score for Martyrs?", "provenance": [20324], "ground_truth": "The members of Seppuku Paradigm known for composing the film score for Martyrs are the brothers Willie Cortés and Alex Cortés. They are based in Paris, France, and have composed several film soundtracks including their notable work for the film Martyrs directed by Pascal Laugier.<PIC>", "images_list": ["2_324"]}
{"id": "WIT_170", "question": "What notable landmark can be seen along the River Parrett Trail on a misty morning?", "provenance": [20325], "ground_truth": "A notable landmark that can be seen along the River Parrett Trail on a misty morning is Burrow Hill, which is visible from the trail as it winds through the scenic landscape of Somerset. <PIC>", "images_list": ["2_325"]}
{"id": "WIT_171", "question": "What is the footpath route to access the summit of Little Trees Hill?", "provenance": [20327], "ground_truth": "To access the summit of Little Trees Hill on foot, you can follow a footpath that begins at the Magog Down car park located on Haverhill Road in Stapleford. This path crosses the managed meadow known as North Down before reaching the summit. The highest point is behind a fence in a wood, but most visitors enjoy the view from nearby seats by the fence. <PIC>", "images_list": ["2_327"]}
{"id": "WIT_172", "question": "What rank did Elias Dayton achieve during the American Revolutionary War?", "provenance": [20330], "ground_truth": "Elias Dayton achieved the rank of brigadier general during the American Revolutionary War. He played a significant role in various battles and served in multiple capacities, including leading troops and establishing a spy network for George Washington. After the war, he continued his public service as Mayor of Elizabethtown and a member of the New Jersey General Assembly. <PIC>", "images_list": ["2_330"]}
{"id": "WIT_173", "question": "What class of cutter is the USCGC Kathleen Moore and what is its primary area of operation for patrol duties?", "provenance": [20331], "ground_truth": "The USCGC Kathleen Moore is a Sentinel-class cutter and is expected to perform the Coast Guard's main offshore patrol duties, specifically home-ported in Key West, Florida. <PIC>", "images_list": ["2_331"]}
{"id": "WIT_174", "question": "What type of foundation was used for the Lake Borgne Light?", "provenance": [20332], "ground_truth": "The Lake Borgne Light was constructed on a screwpile foundation, which allowed it to be built in the marshy area at the entrance to Lake Borgne. The lighthouse, built in 1889, featured a fifth order Fresnel lens and was reached by a boardwalk. Although it was destroyed by the 1906 Mississippi hurricane, it was rebuilt before being deactivated in 1937 and eventually abandoned. Today, the foundation is marked as a hazard on navigation charts due to further erosion of the land. <PIC>", "images_list": ["2_332"]}
{"id": "WIT_175", "question": "What positions did Eivind Kristofer Reiten hold in the Norwegian government?", "provenance": [20333], "ground_truth": "Eivind Kristofer Reiten held the positions of Minister of Fisheries from 1985 to 1986 and Minister of Petroleum and Energy from 1989 to 1990 in the Norwegian government.<PIC>", "images_list": ["2_333"]}
{"id": "WIT_176", "question": "What role did the SS Omrah serve during World War I, and what event occurred on May 12, 1918?", "provenance": [20334], "ground_truth": "The SS Omrah served as a troopship during World War I. On May 12, 1918, it was torpedoed and sunk by the German submarine UB-52 while it was en route from Marseilles to Alexandria, resulting in the death of one person aboard. <PIC>", "images_list": ["2_334"]}
{"id": "WIT_177", "question": "What business did Amanda Strang open in 2011?", "provenance": [20336], "ground_truth": "In 2011, Amanda Strang opened her own French pâtisserie, called petiteAmanda, in Hong Kong, where she serves a variety of French pastries and desserts. <PIC>", "images_list": ["2_336"]}
{"id": "WIT_178", "question": "What major change took place regarding the 87th (Royal Irish Fusiliers) Regiment of Foot in 1881?", "provenance": [20339], "ground_truth": "In 1881, the 87th (Royal Irish Fusiliers) Regiment of Foot underwent a significant transformation by amalgamating with the 89th (Princess Victoria's) Regiment of Foot, resulting in the formation of the Princess Victoria's (Royal Irish Fusiliers). This change was part of the Childers Reforms that aimed to reorganize the British Army. <PIC>", "images_list": ["2_339"]}
{"id": "WIT_179", "question": "What position does Valentina Alexandrovna Savchenkova play in football, and which club is she currently associated with?", "provenance": [20343], "ground_truth": "Valentina Alexandrovna Savchenkova is a football defender who is currently associated with the club VDV Ryazan. She has previously won five Russian league titles with Lada Togliatti, Zvezda Perm, and VDV Ryazan, and she is also a member of the Russian national team. <PIC>", "images_list": ["2_343"]}
{"id": "WIT_180", "question": "What architectural style is represented by St Michael's Church in Stretton en le Field, Leicestershire?", "provenance": [20344], "ground_truth": "St Michael's Church in Stretton en le Field, Leicestershire, is constructed in the local sandstone and features architectural elements typical of historical Anglican church design, including a nave with a north aisle, a south porch, and a west tower that shows characteristics of both Perpendicular and Gothic styles. The church is designated as a Grade II* listed building and has undergone various alterations since its initial construction in the 14th century. <PIC>", "images_list": ["2_344"]}
{"id": "WIT_181", "question": "What was Edward Bright Bruce's role in providing employment opportunities for artists during the Great Depression?", "provenance": [20348], "ground_truth": "Edward Bright Bruce served as the administrator of several New Deal art programs, including the Public Works of Art Project and the Section of Painting and Sculpture, which aimed to provide employment for artists during the Great Depression. These programs employed thousands of artists and facilitated the creation of public artworks, thereby addressing the economic hardships faced by artists at the time. Bruce's efforts were pivotal in organizing these initiatives, ensuring that artists could continue their work while receiving financial support from the government. <PIC>", "images_list": ["2_348"]}
{"id": "WIT_182", "question": "What ranking did Orleans Parish Prison receive in May 2013, and which publication reported it?", "provenance": [20349], "ground_truth": "In May 2013, Orleans Parish Prison was ranked as one of the ten worst prisons in the United States, according to Mother Jones magazine. <PIC>", "images_list": ["2_349"]}
{"id": "WIT_183", "question": "Where is the Shinagawa Lighthouse currently located?", "provenance": [20352], "ground_truth": "The Shinagawa Lighthouse, which was originally located south of Tokyo, is currently situated in the Meiji Mura historical theme park near Nagoya. It was one of the lighthouses constructed by French engineer Léonce Verny and was first lit on 5 March 1870. <PIC>", "images_list": ["2_352"]}
{"id": "WIT_184", "question": "What challenges does the Government of Mozambique and RENAMO face in training the new Mozambican Defence Force?", "provenance": [20353], "ground_truth": "The challenges faced by the Government of Mozambique and RENAMO in training the new Mozambican Defence Force include the need to coordinate their efforts to concentrate, assemble, and demobilize their armed troops as stipulated in the Rome General Peace Accords. Ensuring compliance with these commitments is essential for effective training and the establishment of a unified armed force. <PIC>", "images_list": ["2_353"]}
{"id": "WIT_185", "question": "Which stage did Émile Engel win in the 1914 Tour de France, and what incident led to his disqualification later in the race?", "provenance": [20355], "ground_truth": "Émile Engel won stage 3 of the 1914 Tour de France. However, he was disqualified after stage 8 due to being involved in a fight with a race official. Tragically, he was killed in World War I just three months later. <PIC>", "images_list": ["2_355"]}
{"id": "WIT_186", "question": "What is the Waldsteinburg, and where is it located?", "provenance": [20356], "ground_truth": "The Waldsteinburg, also known as the Red Castle (German: Rotes Schloss), is a ruined castle situated on the summit of the Großer Waldstein in the Fichtel Mountains of Germany. It was built by the knights of Sparneck and first recorded in 1350. The castle played a significant role in the power structure of the region during the 14th century and fell into ruin after being destroyed in 1523. Today, only its foundations remain, and it is a site of historical interest. <PIC>", "images_list": ["2_356"]}
{"id": "WIT_187", "question": "How far is Oguradai Station from Chiba Station on the Chiba Urban Monorail?", "provenance": [20357], "ground_truth": "Oguradai Station is located 10.2 kilometers from Chiba Station on the Chiba Urban Monorail. This station opened on March 28, 1988, and is situated in Wakaba-ku, Chiba City, Chiba Prefecture, Japan. <PIC>", "images_list": ["2_357"]}
{"id": "WIT_188", "question": "What architectural style does the Valley View house represent, and what is its structure?", "provenance": [20359], "ground_truth": "The Valley View house is a significant example of Greek Revival architecture, characterized by its two-story brick construction and rectangular architectural plan. The structure features a symmetrical design, a steep metal gabled roof, and substantial, formal massing. Built in 1855, the house encompasses original elements such as large rooms with fireplaces and detailed wooden trim, showcasing important characteristics of the Greek Revival style. <PIC>", "images_list": ["2_359"]}
{"id": "WIT_189", "question": "What specific actions were authorized by United Nations Security Council resolution 1638 regarding former Liberian President Charles Taylor?", "provenance": [20360], "ground_truth": "United Nations Security Council resolution 1638 authorized the apprehension, detention, and transfer of former Liberian President Charles Taylor to the Special Court for Sierra Leone. This resolution was adopted unanimously on 11 November 2005, emphasizing the need to ensure Taylor's arrest and highlighting the threat his return to Liberia posed to the country's stability. <PIC>", "images_list": ["2_360"]}
{"id": "WIT_190", "question": "How does sedimentation affect the capacity and depth of Lake Stamford over time?", "provenance": [20361], "ground_truth": "Sedimentation affects Lake Stamford by gradually reducing its water storage capacity. As of 2013, the lake's estimated capacity was 50,061 acre-feet, a decrease attributed to sediment buildup. This reduction in capacity ultimately impacts the lake's depth and the availability of water for the surrounding communities that rely on it as their sole water source. Over time, continued sedimentation can lead to shallower depths, further diminishing the lake's ability to retain water, especially during drought conditions. <PIC>", "images_list": ["2_361"]}
{"id": "WIT_191", "question": "What is Tony 'Thunder' Smith known for in his music career?", "provenance": [20363], "ground_truth": "Tony 'Thunder' Smith is primarily known for being a member of the Lou Reed backing band, and he has also performed with notable acts such as the Jan Hammer Group and French music icon Serge Gainsbourg during the 1980s. His contributions to these groups highlight his significant role in the music scene. <PIC>", "images_list": ["2_363"]}
{"id": "WIT_192", "question": "What is the historical significance of the location of Compton Acres tram stop?", "provenance": [20364], "ground_truth": "The historical significance of Compton Acres tram stop is that it is situated along the route of the former Great Central main line, which once connected London with Nottingham and Sheffield before its closure in 1969. This reflects the area's transportation history and evolution in rail infrastructure. <PIC>", "images_list": ["2_364"]}
{"id": "WIT_193", "question": "What was the impact of Sherwood Dam's construction on the surrounding landscape in the early 20th century?", "provenance": [20365], "ground_truth": "The construction of Sherwood Dam significantly transformed the surrounding landscape in the early 20th century by creating the 165-acre Potrero Lake, which attracted photographers and filmmakers to its newly formed shores. This reservoir was the first of its size in the area and inspired civil engineers, marking a pivotal moment in local development. <PIC>", "images_list": ["2_365"]}
{"id": "WIT_194", "question": "What are the main ingredients used in the production of 'kočičí jazýčky' or 'langue de chat' biscuits?", "provenance": [20367], "ground_truth": "The main ingredients used in the production of 'kočičí jazýčky' or 'langue de chat' biscuits include egg white, wheat flour, sugar, butter, and vanilla. Additionally, various types of chocolate may also be included in the recipe. These sweet and crunchy biscuits are enjoyed in several countries and are often served with various fillings or coatings. <PIC>", "images_list": ["2_367"]}
{"id": "WIT_195", "question": "What was Kermac Macmaghan's role in the 1262 attack on the Hebrides?", "provenance": [20368], "ground_truth": "Kermac Macmaghan played a significant role in the 1262 attack on the Hebrides by aiding William I, Earl of Ross. This involvement is recorded in a thirteenth-century Scandinavian saga, which highlights the violent nature of the assault and suggests that it was carried out on behalf of Alexander III, King of Scotland, as part of an effort to bring the Isles under Scottish control. The saga recounts that Kermac and the Earl led a force that committed brutal acts during this attack. <PIC>", "images_list": ["2_368"]}
{"id": "WIT_196", "question": "What features make MegaBox the largest shopping centre in Eastern Kowloon?", "provenance": [20369], "ground_truth": "MegaBox is distinguished as the largest shopping centre in Eastern Kowloon due to its impressive size, comprising 19 stories and a total floor area of 100,000 m². Notably, it houses MegaIce, which is the largest ice rink in Hong Kong, measuring 26 metres by 57 metres. Additionally, MegaBox features the UA theatre, recognized as the first commercial theatre in Hong Kong equipped with the IMAX film display system. Collectively, these features contribute to MegaBox's prominence as a unique shopping destination in the region. <PIC>", "images_list": ["2_369"]}
{"id": "WIT_197", "question": "What were the years of the most recent operation of the Kanichee Mine?", "provenance": [20372], "ground_truth": "The most recent operation of the Kanichee Mine occurred from 1973 to 1976, during which the mine extracted copper and nickel, along with small amounts of other precious metals. <PIC>", "images_list": ["2_372"]}
{"id": "WIT_198", "question": "What historical significance does Auberge de France hold for the Order of Saint John?", "provenance": [20374], "ground_truth": "Auberge de France, built around 1533, served as the residence for knights of the Order of Saint John from the langue of France, encompassing almost the entire Kingdom of France, except for the regions of Auvergne and Provence. It was a key establishment for the French langue until they relocated to a larger auberge in Valletta in 1571, retaining it until 1586, thus highlighting its importance in the Order's history.<PIC>", "images_list": ["2_374"]}
{"id": "WIT_199", "question": "What is the genre of the film Madonna of Avenue A and who was its director?", "provenance": [20375], "ground_truth": "Madonna of Avenue A is a 1929 talking drama film directed by Michael Curtiz. It features Dolores Costello in one of her first sound film roles. This film, produced by Warner Bros., is reportedly lost. <PIC>", "images_list": ["2_375"]}
{"id": "WIT_200", "question": "What supernova was discovered in NGC 4307 in 2019?", "provenance": [20376], "ground_truth": "In 2019, a supernova known as AT 2019bpt was discovered in the galaxy NGC 4307, which is located about 65 million light-years away in the constellation Virgo. This galaxy is a member of the Virgo Cluster and exhibits characteristics of a LINER galaxy. <PIC>", "images_list": ["2_376"]}
{"id": "WIT_201", "question": "How does the arrangement of connexin proteins in vertebrate gap junctions influence their physiological functions?", "provenance": [20378], "ground_truth": "The arrangement of connexin proteins in homo- or heterohexameric arrays is crucial for various physiological functions, such as the coordinated depolarization of cardiac muscle, proper embryonic development, and conducted responses in microvasculature. Different combinations of connexins can also lead to varying functional properties, including pore conductance and size selectivity, which ultimately affect cellular communication and homeostasis. This structural diversity allows for dynamic regulation of physiological processes, highlighting the importance of connexin arrangement in gap junction functionality. <PIC>", "images_list": ["2_378"]}
{"id": "WIT_202", "question": "What type of enemy aircraft did Lieutenant Orville Alfred Ralston successfully destroy during his aerial victories?", "provenance": [20379], "ground_truth": "Lieutenant Orville Alfred Ralston successfully destroyed Fokker D.VII aircraft during his aerial victories in World War I. He achieved a total of five victories, including two Fokker D.VIIs on September 26 and October 3, 1918. <PIC>", "images_list": ["2_379"]}
{"id": "WIT_203", "question": "What was the difference between Benjamin Franklin's experience with smallpox inoculation and the fate of his son Francis?", "provenance": [20380], "ground_truth": "Benjamin Franklin had a successful experience with smallpox inoculation, having been inoculated earlier in his life without suffering serious consequences. In contrast, his son Francis was not inoculated due to an illness that delayed the procedure, which ultimately led to Francis contracting smallpox and dying from the disease shortly thereafter. This tragic outcome profoundly impacted Franklin, prompting him to become a strong advocate for smallpox inoculation afterward. <PIC>", "images_list": ["2_380"]}
{"id": "WIT_204", "question": "What features make the Lafayette Place Historic District significant to Fort Wayne's architectural heritage?", "provenance": [20381], "ground_truth": "The Lafayette Place Historic District is significant to Fort Wayne's architectural heritage due to its collection of 582 contributing buildings that showcase a variety of residential architectural styles, including Colonial Revival, Tudor Revival, and Bungalow/American Craftsman styles. Additionally, the district was developed between 1915 and 1963, reflecting important design principles from that era, and was carefully planned by notable landscape architect Arthur Asahel Shurcliff. This comprehensive representation of early 20th-century architecture earned it a place on the National Register of Historic Places in 2013. <PIC>", "images_list": ["2_381"]}
{"id": "WIT_205", "question": "What is the location of the Kalvskinnet neighborhood in Trondheim and which river borders it?", "provenance": [20382], "ground_truth": "Kalvskinnet is located in the borough of Midtbyen, southwest of the city centre of Trondheim, and it is bordered by the river Nidelva to the south. <PIC>", "images_list": ["2_382"]}
{"id": "WIT_206", "question": "What architectural style characterizes Ølmheim Church in Nornes?", "provenance": [20384], "ground_truth": "Ølmheim Church is characterized by its long church architectural style, which was designed by the architect Christian Henrik Grosch in 1863. The church is a white, wooden structure that can seat approximately 230 people. <PIC>", "images_list": ["2_384"]}
{"id": "WIT_207", "question": "How did the success of the Lillian Ngoyi-class vessels impact the United States Coast Guard's decision on vessel construction?", "provenance": [20385], "ground_truth": "The success of the Lillian Ngoyi-class vessels, which are operational environmental patrol vessels from South Africa, influenced the United States Coast Guard to pursue the construction of up to 58 Sentinel-class fast response cutters. These new vessels are based on the same Damen Stan 4708 design, highlighting the effectiveness of the South African vessels in similar operational roles. <PIC>", "images_list": ["2_385"]}
{"id": "WIT_208", "question": "Who sponsored the launch of USS R-15 on October 12, 1917?", "provenance": [20386], "ground_truth": "Mrs. Thales S. Boyd sponsored the launch of USS R-15 on October 12, 1917. This significant event took place at the Bethlehem Shipbuilding Corporation, Ltd., Union Plant in San Francisco, California, where the ship was built. <PIC>", "images_list": ["2_386"]}
{"id": "WIT_209", "question": "What architectural style is featured in the design of the Regent Theatre in Dunedin?", "provenance": [20387], "ground_truth": "The Regent Theatre in Dunedin features an elaborately decorated interior in a revived baroque style. This style is characteristic of the super cinemas of the time when it was built. <PIC>", "images_list": ["2_387"]}
{"id": "WIT_210", "question": "When did Carla Dupuy return to the Argentine national field hockey team and what achievement did she accomplish afterward?", "provenance": [20389], "ground_truth": "Carla Dupuy returned to the Argentine national field hockey team in late 2015, and she went on to win the 2014–2015 World League during her participation. <PIC>", "images_list": ["2_389"]}
{"id": "WIT_211", "question": "What architectural styles are represented in Baldwin Hall, and how is this reflected in its design?", "provenance": [20390], "ground_truth": "Baldwin Hall showcases Italianate and Carpenter Gothic architectural styles. This is reflected in its one-story gable-front frame structure, which was built in 1861. The building's design elements, such as the detailed exterior and the addition constructed around 1933 that duplicates the original detailing, further emphasize these styles. <PIC>", "images_list": ["2_390"]}
{"id": "WIT_212", "question": "How can the transformation implied by the Greek origin of allactite's name be observed in the mineral's characteristics?", "provenance": [20396], "ground_truth": "The transformation suggested by the Greek origin of allactite's name can be observed in its strong pleochroism, which causes the mineral to exhibit different colors when viewed from different angles. This change in appearance highlights how the mineral can 'transform' visually based on the light and perspective from which it is seen. <PIC>", "images_list": ["2_396"]}
{"id": "WIT_213", "question": "What actions did Carl G. Bachmann take to increase his political visibility during his career?", "provenance": [20400], "ground_truth": "Carl G. Bachmann increased his political visibility by being elected to the United States House of Representatives, where he served from 1925 to 1933, and by taking on the role of Minority Whip from 1931 to 1933. His involvement in these significant roles helped establish his presence in American politics. Additionally, he later served as the Mayor of Wheeling from 1947 to 1951, further enhancing his public profile. <PIC>", "images_list": ["2_400"]}
{"id": "WIT_214", "question": "What is Renée Witterstaetter's notable contribution to 'The Sensational She-Hulk' series?", "provenance": [20402], "ground_truth": "Renée Witterstaetter is best known for her role as an editor alongside John Byrne on 'The Sensational She-Hulk' series, where she also appeared as a fourth wall breaking character, adding a unique dimension to the storytelling. <PIC>", "images_list": ["2_402"]}
{"id": "WIT_215", "question": "How does the height of the Jupiter Inlet Lighthouse affect its visibility at sea?", "provenance": [20403], "ground_truth": "The Jupiter Inlet Lighthouse is 105 feet tall, and its top reaches 153 feet above sea level, which allows its light to be visible from a distance of 24 nautical miles (approximately 44 kilometers or 28 miles) at sea. This significant height ensures that the lighthouse can be seen from far away, aiding navigation for passing ships. <PIC>", "images_list": ["2_403"]}
{"id": "WIT_216", "question": "What distinguishes the platform location of the Summit train station from most other NJ Transit stations?", "provenance": [20404], "ground_truth": "The Summit train station is distinguished by having platforms located below street level, which is an uncommon feature among NJ Transit stations. This unique design contributes to its historical significance, as the station was constructed in an open cut by the Delaware, Lackawanna and Western Railroad in the early 1900s. <PIC>", "images_list": ["2_404"]}
{"id": "WIT_217", "question": "What leadership role was Frank De La Rue assigned at the beginning of World War II?", "provenance": [20405], "ground_truth": "At the beginning of World War II, Frank De La Rue was slated to lead an air expeditionary force to Great Britain. However, this plan was abandoned when Australia committed to the Empire Air Training Scheme. <PIC>", "images_list": ["2_405"]}
{"id": "WIT_218", "question": "What is the significance of the 134 feet height of the World's Tallest Thermometer in relation to its commemorative purpose?", "provenance": [20407], "ground_truth": "The height of the World's Tallest Thermometer, standing at 134 feet, directly commemorates the record temperature of 134 degrees Fahrenheit recorded in nearby Death Valley on July 10, 1913. This height serves as a tribute to that extreme temperature, making the thermometer not just a landmark but also a historical reminder of the weather record. <PIC>", "images_list": ["2_407"]}
{"id": "WIT_219", "question": "What are Erik de Bruin's notable achievements in athletics, particularly in the shot put and discus events?", "provenance": [20408], "ground_truth": "Erik de Bruin's notable achievements in athletics include achieving 8th place in the shot put at the 1984 Summer Olympics, as well as winning silver medals at the 1989 Summer Universiade and the 1990 European Championships. He also earned a silver medal at the 1991 World Championships in discus throw, with a personal best throw of 68.12 meters established on 1 April 1991, which remains the Dutch national record for discus throw. <PIC>", "images_list": ["2_408"]}
{"id": "WIT_220", "question": "Where is the main railway station of Camagüey located within the city?", "provenance": [20409], "ground_truth": "The main railway station of Camagüey, also known as Camagüey Central, is centrally located in the city on Avenida Van Horne, directly across from the Hotel Plaza. This strategic position makes it one of the most significant railway stations in Cuba, serving as a hub for various long-distance and inter-regional trains connecting to cities across the island. <PIC>", "images_list": ["2_409"]}
{"id": "WIT_221", "question": "Which two districts is the Argüelles station located between, offering multiple lines of the Madrid Metro?", "provenance": [20412], "ground_truth": "The Argüelles station provides access to multiple lines of the Madrid Metro and is located between the districts of Moncloa-Aravaca and Chamberí. <PIC>", "images_list": ["2_412"]}
{"id": "WIT_222", "question": "Who designed the gardens near the Dubiecki Manor?", "provenance": [20413], "ground_truth": "The gardens near the Dubiecki Manor were designed by the architect Ivan Dallakva. <PIC>", "images_list": ["2_413"]}
{"id": "WIT_223", "question": "What makes the Angle Vale Bridge on Heaslip Road unique in Australia?", "provenance": [20414], "ground_truth": "The Angle Vale Bridge on Heaslip Road is unique in Australia because it is the only surviving laminated timber deck arch bridge in the country. This bridge, erected in 1876, represents a specific architectural style that has largely disappeared due to the poor preservation of Australian timbers. Its design and construction history add to its significance as a heritage structure. The bridge was listed on the South Australian Heritage Register in 1980 and recognized for its engineering heritage in 2008. Sadly, it collapsed on 25 May 2023 due to heavy rainfall, just days before a scheduled inspection. <PIC>", "images_list": ["2_414"]}
{"id": "WIT_224", "question": "Which prominent actor did Fagun Thakrar work with in the film 'Bhopal: Prayer for Rain'?", "provenance": [20417], "ground_truth": "Fagun Thakrar worked with prominent actors such as Martin Sheen and Kal Penn in the film 'Bhopal: Prayer for Rain'. <PIC>", "images_list": ["2_417"]}
{"id": "WIT_225", "question": "When was Norway's Resistance Museum founded, and when did it open to the public?", "provenance": [20418], "ground_truth": "Norway's Resistance Museum was founded as a foundation in 1966 and opened to the public in May 1970, an event celebrated by Crown Prince Harald of Norway to mark the 25th anniversary of Norway's liberation from Nazi occupation. <PIC>", "images_list": ["2_418"]}
{"id": "WIT_226", "question": "Which organization is responsible for restoring the RNLI lifeboat known as Lucy Lavers, which served at No. 2 station in Aldeburgh?", "provenance": [20421], "ground_truth": "The organization responsible for restoring the RNLI lifeboat known as Lucy Lavers, which served at No. 2 station in Aldeburgh, is the Rescue Wooden Boats Charity. The lifeboat is entered in the National Historic Ships register with Certificate No 2206. <PIC>", "images_list": ["2_421"]}
{"id": "WIT_227", "question": "Since what year has the Grangegorman site been serving as an institutional facility for individuals with mental illness?", "provenance": [20422], "ground_truth": "The Grangegorman site has been serving as an institutional facility for individuals with mental illness since 1815, when the Richmond Lunatic Asylum officially opened. This facility has continuously provided care for the mentally ill, evolving into the modern Phoenix Care Centre today. <PIC>", "images_list": ["2_422"]}
{"id": "WIT_228", "question": "What are the key operational capabilities of the South African vessel Lillian Ngoyi?", "provenance": [20423], "ground_truth": "The key operational capabilities of the South African vessel Lillian Ngoyi include fishery protection, cleaning up oil spills, conducting search and rescue operations, firefighting, and providing limited towing services. The vessel is designed to operate up to 200 nautical miles offshore and has been reported to carry out successful anti-poaching operations shortly after its commissioning. <PIC>", "images_list": ["2_423"]}
{"id": "WIT_229", "question": "What impact does the Cargill flour mill have on the economy and job market in Realicó?", "provenance": [20427], "ground_truth": "The Cargill flour mill has historically played a significant role in Realicó's economy as a major employer. However, its influence has decreased over time, as it currently supports fewer workers due to a shift towards a more services-oriented economy in the region. This change suggests that while the mill once dominated the job market, its declining importance reflects broader economic transformations within Realicó. <PIC>", "images_list": ["2_427"]}
{"id": "WIT_230", "question": "What significant research experiment was conducted on Hurricane Debbie in 1969, and what was its purpose?", "provenance": [20428], "ground_truth": "The significant research experiment conducted on Hurricane Debbie in 1969 was called Project Stormfury. This experiment involved seeding the hurricane with silver iodide to study the potential for weather modification. The significance of Project Stormfury lies in its attempts to understand if such techniques could effectively weaken tropical cyclones, as it provided a valuable opportunity to test the theory without threatening land. Although initial results showed promising reductions in wind speeds, later studies suggested that natural fluctuations were more likely responsible for changes in the storm's intensity. <PIC>", "images_list": ["2_428"]}
{"id": "WIT_231", "question": "What historical significance does the Alvdal farm settlement hold in Norway's Østerdalen district?", "provenance": [20430], "ground_truth": "The Alvdal farm settlement is historically significant as one of Norway's best-preserved old farm settlements, showcasing the architectural and agricultural heritage of the Østerdalen district. Its preservation contributes to an understanding of rural life in Norway's history. <PIC>", "images_list": ["2_430"]}
{"id": "WIT_232", "question": "Who is connected to the Philadelphia 76ers through the 1983 NBA Draft and has served as the head men's basketball coach at Oregon State University?", "provenance": [20432], "ground_truth": "Craig Malcolm Robinson was drafted by the Philadelphia 76ers in the 1983 NBA Draft and has served as the head men's basketball coach at Oregon State University, highlighting his connections to both the NBA and college basketball.<PIC>", "images_list": ["2_432"]}
{"id": "WIT_233", "question": "How did Jerzy Świrski's leadership influence Britain's maritime efforts during World War II?", "provenance": [20435], "ground_truth": "Jerzy Świrski's leadership significantly influenced Britain's maritime efforts during World War II through his strategic contributions and collaboration with the Royal Navy. Under his command, the Polish naval forces played a vital role in supporting Britain's maritime operations, particularly after the Anglo-Polish naval agreement was signed in November 1939. Świrski ensured that Polish vessels operated alongside the Royal Navy while maintaining their own command structure, thus enhancing the effectiveness and coordination of naval forces. His ability to gather resources and personnel, along with his innovative strategies for the Polish Navy, reinforced its importance as a naval power during the war. His loyalty to the Allies and his expertise earned him recognition and accolades, including the Order of the Bath. <PIC>", "images_list": ["2_435"]}
{"id": "WIT_234", "question": "What types of media did N3krozoft Ltd explore in their artistic practices?", "provenance": [20436], "ground_truth": "N3krozoft Ltd explored various media in their artistic practices, including CD-ROM, multimedia, live audiovisual jamming, and computer-generated video installations. Their innovative work has been prominently displayed at international festivals such as Viper (Basel, 2003) and Sónar (Barcelona, 2008). <PIC>", "images_list": ["2_436"]}
{"id": "WIT_235", "question": "How are the towns of Carrick-on-Suir and Clonmel positioned in relation to the Comeragh Mountains?", "provenance": [20438], "ground_truth": "Carrick-on-Suir and Clonmel are strategically located on the County Tipperary border, adjacent to the Comeragh Mountains, making them significant reference points for the mountain range's geography. Their proximity to the mountains enhances their appeal, particularly for mountain climbers and hikers attracted to the area. The highest peak in the range is Kilclooney Mountain, standing at 790 m (2,592 ft). <PIC>", "images_list": ["2_438"]}
{"id": "WIT_236", "question": "What political positions did John W. Dwinelle hold in California?", "provenance": [20439], "ground_truth": "John W. Dwinelle held several political positions in California, including serving on the San Francisco city council, being the Mayor of Oakland, and representing Alameda County as a member of the California State Assembly. He also played a significant role in the establishment of the University of California, where he was one of the first Regents. <PIC>", "images_list": ["2_439"]}
{"id": "WIT_237", "question": "How were the detailed characteristics of 2013 ET's surface captured?", "provenance": [20441], "ground_truth": "The detailed characteristics of 2013 ET's surface were captured using Goldstone radar, which imaged the asteroid on March 10, 2013. <PIC>", "images_list": ["2_441"]}
{"id": "WIT_238", "question": "What is the elevation of Mount Williwaw and what is its location?", "provenance": [20444], "ground_truth": "Mount Williwaw has an elevation of 5,446 feet (1,660 meters) and is located in the Chugach Mountains in Anchorage Municipality, Alaska. It is situated within Chugach State Park, approximately 12 miles southeast of downtown Anchorage. <PIC>", "images_list": ["2_444"]}
{"id": "WIT_239", "question": "What political office did Jarvis Tyner campaign for in 1976, and which party did he represent?", "provenance": [20446], "ground_truth": "In 1976, Jarvis Tyner campaigned for the office of Vice President of the United States as the candidate of the Communist Party USA. <PIC>", "images_list": ["2_446"]}
{"id": "WIT_240", "question": "How do Helicon's inner walls contribute to its overall shape?", "provenance": [20447], "ground_truth": "Helicon's inner walls contribute to its nearly circular formation by curving down to a relatively flat floor. This design creates a symmetric appearance characteristic of the crater's structure. Additionally, there are tiny craterlets located within Helicon, including one at the midpoint of the interior and another along the southwestern rim, which further adds to the crater's unique features. <PIC>", "images_list": ["2_447"]}
{"id": "WIT_241", "question": "What geological features are present at the eastern end of Eos Chasma, and what do they suggest about past conditions in that area?", "provenance": [20448], "ground_truth": "The eastern end of Eos Chasma is characterized by geological features such as streamlined bars and longitudinal striations. These features suggest the presence of stream-carved plateau deposits and indicate that there was past fluid flow in the area. Additionally, MRO has discovered sulfate, hydrated sulfate, and iron oxides in Eos Chasma, which further points to significant geological processes having occurred there. <PIC>", "images_list": ["2_448"]}
{"id": "WIT_242", "question": "Who led the team that discovered Teegarden's star in 2003?", "provenance": [20449], "ground_truth": "Bonnard J. Teegarden is credited with leading the team that discovered Teegarden's star in 2003. He was an American astrophysicist at NASA's Goddard Space Flight Center and is recognized for his significant contributions to the study of cosmic gamma rays. The discovery of Teegarden's star is particularly notable as it reignited public interest in close celestial bodies, although the measured distance of the star has since been updated. <PIC>", "images_list": ["2_449"]}
{"id": "WIT_243", "question": "What natural features make Allendale Moors an ideal habitat for moorland breeding birds?", "provenance": [20450], "ground_truth": "Allendale Moors provides an ideal habitat for moorland breeding birds due to its diverse natural features, including extensive heath, flush, and upland grassland. These habitats support a variety of plant species that create a suitable environment for nesting and feeding. Additionally, the presence of rich vegetative zones, such as heather and cottongrass, contributes to the site’s ecological significance for nationally important bird species like merlin, golden plover, red grouse, and short-eared owl. The varied terrain and the availability of food resources further enhance its suitability as a breeding ground. <PIC>", "images_list": ["2_450"]}
{"id": "WIT_244", "question": "On which television shows did Madeline Kahn make guest appearances?", "provenance": [20456], "ground_truth": "Madeline Kahn made guest appearances on two notable television shows: The Carol Burnett Show and the Cosby Show. <PIC>", "images_list": ["2_456"]}
{"id": "WIT_245", "question": "Where is the Grand Pabos West River located and where does it originate?", "provenance": [20459], "ground_truth": "The Grand Pabos West River is located in the Gaspé Peninsula of Quebec, Canada, and it originates from streams in the Chic-Choc Mountains in the Mont-Alexandre sector. The river is approximately 47.3 kilometers long and is known for its Atlantic Salmon fishing. It was once overfished to the point of near extinction by 1984 but has been reopened for fishing since 2003. The water of the river has a distinctive copper color, making it less clear than other rivers in the area but still fairly transparent. <PIC>", "images_list": ["2_459"]}
{"id": "WIT_246", "question": "What was Ryszard Białous' contribution to the Polish resistance movement, and which battalion did he lead during the Warsaw Uprising?", "provenance": [20460], "ground_truth": "Ryszard Białous was a Polish scoutmaster and captain of the AK-Szare Szeregi, and he served as the commander of the Batalion Zośka before and during the Warsaw Uprising. His contributions played a significant role in the resistance against occupying forces during this pivotal time in Polish history. <PIC>", "images_list": ["2_460"]}
{"id": "WIT_247", "question": "Where is French Park located?", "provenance": [20461], "ground_truth": "French Park is located in the central east part of the Riverina, a rural village community situated approximately 8 kilometres east of Milbrulong and 15 kilometres west of Tootool. <PIC>", "images_list": ["2_461"]}
{"id": "WIT_248", "question": "What is the significance of the TownMall of Westminster, previously known as Cranberry Mall, regarding its store offerings?", "provenance": [20462], "ground_truth": "The TownMall of Westminster, formerly known as Cranberry Mall, features more than 20 stores, including notable anchors such as Belk, Boscov's, and Dick's Sporting Goods. This diverse range of shopping options makes it a significant shopping destination in Carroll County as it is the only enclosed regional shopping center in the area. The mall also provides amenities such as a food court and a movie theater, enhancing its appeal to shoppers. <PIC>", "images_list": ["2_462"]}
{"id": "WIT_249", "question": "What car was named in honor of Alfredo Ferrari, and what was his contribution to its development?", "provenance": [20463], "ground_truth": "The car named in honor of Alfredo Ferrari is the 'Dino.' It was named after him to commemorate his work on the engine that he was developing at the time of his death. Alfredo was credited for the design of the 1.5-litre V6 engine, which became a significant part of Ferrari's racing cars. <PIC>", "images_list": ["2_463"]}
{"id": "WIT_250", "question": "Who was responsible for organizing and publishing William Jacob Cuppy's famous work by sifting through his extensive collection of note cards?", "provenance": [20464], "ground_truth": "Fred Feldkamp was responsible for organizing and publishing William Jacob Cuppy's famous work. He sifted through nearly 15,000 of Cuppy's carefully filed note cards to prepare the book for publication shortly after Cuppy's death in 1949. <PIC>", "images_list": ["2_464"]}
{"id": "WIT_251", "question": "How many seasons did Susanne Maria 'Sussie' Eriksson star in the television series c/o Segemyhr?", "provenance": [20465], "ground_truth": "Susanne Maria 'Sussie' Eriksson starred in the television series c/o Segemyhr for five seasons.<PIC>", "images_list": ["2_465"]}
{"id": "WIT_252", "question": "Who are the main stars of the 1916 silent film drama produced by Jesse Lasky and released through Paramount Pictures, and what novel is it based on?", "provenance": [20466], "ground_truth": "The main stars of the 1916 silent film drama produced by Jesse Lasky and released through Paramount Pictures are Blanche Sweet and Thomas Meighan. The film is based on the novel 'The Sowers' by Henry Seton Merriman. <PIC>", "images_list": ["2_466"]}
{"id": "WIT_253", "question": "What popular recreational activities can visitors enjoy at Florence Marina State Park due to its location?", "provenance": [20469], "ground_truth": "Visitors to Florence Marina State Park can enjoy popular recreational activities such as fishing and waterskiing, thanks to the park's deep-water marina and its favorable geographic location on the eastern shore of Walter F. George Lake. <PIC>", "images_list": ["2_469"]}
{"id": "WIT_254", "question": "What distinguishes Osaka Business Park Station in terms of its construction depth?", "provenance": [20470], "ground_truth": "Osaka Business Park Station is distinguished by being the deepest station in the Osaka subway system, constructed at a depth of 32.3 meters (106 feet). This depth was necessitated by its location near the Neyagawa and Daini Neyagawa rivers, which required the platform to be at least 10 meters below these waterways. The original platforms, which were planned to be at the first basement level, are still in place but are only accessible via a side staircase. <PIC>", "images_list": ["2_470"]}
{"id": "WIT_255", "question": "What year did Paramount release a remake of the film Heliotrope, and what was the title of that original film?", "provenance": [20471], "ground_truth": "Paramount released a remake of the film Heliotrope in 1936. The title of the original film was Heliotrope. <PIC>", "images_list": ["2_471"]}
{"id": "WIT_256", "question": "Who was the architect responsible for constructing the Sharon Temple, a National Historic Site in Canada?", "provenance": [20472], "ground_truth": "Ebenezer Doan, Jr., an early Quaker immigrant and member of the Children of Peace, was the architect who designed and built the Sharon Temple, which is recognized as a National Historic Site in Canada. He played a significant role in the construction of this ornate structure, which reflects the group's desire to embrace a more elaborate style of architecture. <PIC>", "images_list": ["2_472"]}
{"id": "WIT_257", "question": "What incident occurred in early June 1985 that affected the ALCO S-2 locomotive's service?", "provenance": [20475], "ground_truth": "In early June 1985, the ALCO S-2 locomotive suffered a engine failure,. This mechanical failure ultimately led to its retirement from service. <PIC>", "images_list": ["2_475"]}
{"id": "WIT_258", "question": "During which significant World War II battle did HMCS Fennel operate as an ocean escort?", "provenance": [20477], "ground_truth": "HMCS Fennel served as an ocean escort during the significant Battle of the Atlantic, a crucial conflict in World War II where she primarily operated in the Royal Canadian Navy. <PIC>", "images_list": ["2_477"]}
{"id": "WIT_259", "question": "What actions by locals led to the withdrawal of the landmark status for the Gambell Sites?", "provenance": [20479], "ground_truth": "The landmark status of the Gambell Sites was withdrawn due to locals digging up buried ivory, which resulted in significant destruction of the archaeological value of the sites. This deterioration of value ultimately led to the landmark designation being revoked in 1989. <PIC>", "images_list": ["2_479"]}
{"id": "WIT_260", "question": "Who is recognized as the pioneer of aviation medicine in the United States, and what key role did he establish in military aviation?", "provenance": [20480], "ground_truth": "Brigadier General Theodore C. Lyster, M.D. is recognized as the pioneer of aviation medicine in the United States. He established the key role of 'flight surgeon' in military aviation, ensuring that military aviation physicians became integral members of flying squadrons, which significantly enhanced medical support for aviators. <PIC>", "images_list": ["2_480"]}
{"id": "WIT_261", "question": "What historic church in Karasjok serves an important cultural and religious purpose?", "provenance": [20483], "ground_truth": "The Old Karasjok Church is the historic church in Karasjok that serves an important cultural and religious purpose in Karasjok Municipality. It is significant as part of the area's heritage and community identity. <PIC>", "images_list": ["2_483"]}
{"id": "WIT_262", "question": "Where is the type locality of the mineral curite, named after Pierre and Marie Curie, located?", "provenance": [20485], "ground_truth": "The type locality of the mineral curite, named after physicist Pierre Curie and his wife Marie Curie, is located at the Shinkolobwe Mine in Katanga Province, Democratic Republic of the Congo. <PIC>", "images_list": ["2_485"]}
{"id": "WIT_263", "question": "What does the name Anoatok signify in relation to Elizabeth Dennistoun Wood Kane's family?", "provenance": [20488], "ground_truth": "The name Anoatok signifies the legacy of Elizabeth Dennistoun Wood Kane's late brother-in-law, Elisha Kent Kane, an Arctic explorer whose exploits inspired the name of the mansion. This connection not only honors family heritage but also reflects Elizabeth Kane's respect for her brother-in-law's adventures in the Arctic. <PIC>", "images_list": ["2_488"]}
{"id": "WIT_264", "question": "What change did the parish of Pena experience during the administrative reorganization of Lisbon on December 8, 2012?", "provenance": [20489], "ground_truth": "During Lisbon's administrative reorganization on December 8, 2012, the parish of Pena transformed by becoming part of the parish of Arroios. This change was part of a broader reorganization that affected various neighborhoods within the city. <PIC>", "images_list": ["2_489"]}
{"id": "WIT_265", "question": "How does the Black Drin contribute to the formation of the Drin?", "provenance": [20492], "ground_truth": "The Black Drin contributes to the formation of the Drin by merging with the White Drin in Kukës. This confluence leads to the Drin River, which ultimately flows into the Adriatic Sea. The Black Drin itself flows out of Lake Ohrid, creating an essential link in the river system that drains much of the eastern border region of Albania. <PIC>", "images_list": ["2_492"]}
{"id": "WIT_266", "question": "In which year did Peter D. Francis serve on the first Washington Redistricting Commission?", "provenance": [20493], "ground_truth": "Peter D. Francis served on the first Washington Redistricting Commission in 1983, following his political career as a Democrat in the Washington House of Representatives and Senate from the 32nd District. <PIC>", "images_list": ["2_493"]}
{"id": "WIT_267", "question": "What are the operational routes available on the A line of the Frankfurt subway system near Südbahnhof Railway Station?", "provenance": [20496], "ground_truth": "The A line of the Frankfurt subway system, near Südbahnhof Railway Station, operates four different routes: U1, U2, U3, and U8. These routes connect various areas of the city, facilitating travel from the southern terminus at Südbahnhof through downtown Frankfurt to the northern endpoint at Heddernheim, where the line branches off into several directions, including Ginnheim, Oberursel, Riedberg, and Bad Homburg.<PIC>", "images_list": ["2_496"]}
{"id": "WIT_268", "question": "Who were the notable musicians in Ensemble Muntu during Jemeel Moondoc's collaborations?", "provenance": [20497], "ground_truth": "During Jemeel Moondoc's collaborations in Ensemble Muntu, he worked with notable musicians including William Parker, Roy Campbell, Jr., and Rashid Bakr. The group was founded in New York City and had its own record label, Muntu, before facing financial challenges. Moondoc's highly improvisational style was influential in the jazz community. <PIC>", "images_list": ["2_497"]}
{"id": "WIT_269", "question": "What position did Charles Blanchard 'Babe' Carter play on the University of Michigan's 1904 football team?", "provenance": [20498], "ground_truth": "Charles Blanchard 'Babe' Carter played as the starting right guard on the University of Michigan's 1904 football team. He was known for being the largest player on the team at 236 pounds and was recognized for his remarkable agility and performance despite playing a lineman position. Carter contributed significantly to the team's success during that season, scoring six touchdowns.<PIC>", "images_list": ["2_498"]}
{"id": "WIT_270", "question": "What were the office requirements for operating the IBM 610 Auto-Point Computer?", "provenance": [20500], "ground_truth": "The IBM 610 Auto-Point Computer could be operated in a normal office environment without any special electrical or air conditioning requirements, making it suitable for typical office settings. <PIC>", "images_list": ["2_500"]}
{"id": "WIT_271", "question": "During which season is the McGulpin House open for public visits?", "provenance": [20502], "ground_truth": "The McGulpin House is open for public visits during the summer months. <PIC>", "images_list": ["2_502"]}
{"id": "WIT_272", "question": "How far is Gasselterboerveenschemond from Assen?", "provenance": [20503], "ground_truth": "Gasselterboerveenschemond is located approximately 21 kilometers east of Assen. <PIC>", "images_list": ["2_503"]}
{"id": "WIT_273", "question": "How does Salford Junction connect to other areas in Birmingham?", "provenance": [20504], "ground_truth": "Salford Junction serves as a significant connection point within Birmingham by marking a tripoint between the divisions of Aston to the south and Erdington to the north. It is also located just east of the Gravelly Hill Interchange, which is one of Birmingham's busiest motorway junctions. Furthermore, Salford Junction facilitates access to the Grand Union Canal, Tame Valley Canal, and Birmingham and Fazeley Canal, connecting Birmingham southwards to Tamworth and beyond. <PIC>", "images_list": ["2_504"]}
{"id": "WIT_274", "question": "Which stations are located next to Plaça d'Espanya on Metro lines 1 and 3?", "provenance": [20505], "ground_truth": "On Metro line 1, the stations adjacent to Plaça d'Espanya are Hostafrancs and Rocafort. For Metro line 3, the neighboring stations are Poble Sec and Tarragona. <PIC>", "images_list": ["2_505"]}
{"id": "WIT_275", "question": "What venue did Cheap Girls perform at in Lansing, Michigan?", "provenance": [20506], "ground_truth": "Cheap Girls performed at Mac's Bar, a prominent venue in Lansing, Michigan. The band played local shows and small venues in the region during their early years. <PIC>", "images_list": ["2_506"]}
{"id": "WIT_276", "question": "When was Romsås Station opened on the metro line?", "provenance": [20507], "ground_truth": "Romsås Station was opened as part of the Grorud Line's extension on 18 August 1975. The segment of the metro line serving this area was initially opened on 16 October 1966 when the line from Tøyen to Grorud was inaugurated, with subsequent extensions to Rommen and further north. <PIC>", "images_list": ["2_507"]}
{"id": "WIT_277", "question": "How does Oosterboschite typically crystallize, and what is its appearance when found with other minerals?", "provenance": [20508], "ground_truth": "Oosterboschite typically crystallizes in the orthorhombic crystal system, giving it a structural form that often appears as opaque grains without a clear shape. When found in association with other minerals, such as trogtalite and cuprosklodowskite, it is observed to maintain its creamy yellow color and relatively small crystal size, usually no bigger than 0.4 mm. Oosterboschite is commonly located in oxidation zones of mines alongside minerals like verbeekite and covellite. <PIC>", "images_list": ["2_508"]}
{"id": "WIT_278", "question": "What type of grenade launcher is used by the Romanian forces on their Kalashnikov pattern rifles?", "provenance": [20510], "ground_truth": "The type of grenade launcher used by the Romanian forces on their Kalashnikov pattern rifles is the Aruncător de grenade 40 mm (AG-40), which is mounted as a lower handguard on the 5.45mm PA md. 86 standard assault rifle, replacing the older GP-25 Soviet-pattern grenade launcher. <PIC>", "images_list": ["2_510"]}
{"id": "WIT_279", "question": "What are the key geographical features of Palagruža and its surrounding area?", "provenance": [20513], "ground_truth": "Palagruža is characterized by steep ridges composed of dolomite, with Vela or Velika Palagruža being the larger island and Mala Palagruža the smaller one. The archipelago also includes several nearby rocks and reefs, making its natural geography quite distinct. These geological formations are significant as they contribute to the biodiversity of the area, including various endemic species of flora and fauna. Additionally, Palagruža is located in fish-rich seas, which are important for local fishing activities. <PIC>", "images_list": ["2_513"]}
{"id": "WIT_280", "question": "What cylindrical concrete structure was built in St. Louis Park, Minnesota, and became the industry standard for grain storage?", "provenance": [20514], "ground_truth": "The Peavey–Haglin Experimental Concrete Grain Elevator, built from 1899 to 1900 in St. Louis Park, Minnesota, became the industry standard for grain storage due to its revolutionary cylindrical concrete design that improved upon traditional wooden elevators, which were vulnerable to fire and explosions. This elevator demonstrated the viability of reinforced concrete for grain storage and was influential in the development of similar structures throughout the American Midwest. <PIC>", "images_list": ["2_514"]}
{"id": "WIT_281", "question": "What types of ecosystems can be found in the Los Guatuzos Wildlife Refuge near Lake Nicaragua?", "provenance": [20515], "ground_truth": "The Los Guatuzos Wildlife Refuge near Lake Nicaragua is home to various ecosystems, including tropical wetlands, rainforest, and wildlife refuge. This area is known for its rich biodiversity and is the only internationally registered tropical wetland area in Nicaragua. Additionally, it has been designated as a biosphere reserve by UNESCO. <PIC>", "images_list": ["2_515"]}
{"id": "WIT_282", "question": "What types of materials are included in the Welsh journal Archaeologia Cambrensis that demonstrate its comprehensive approach to documenting history?", "provenance": [20517], "ground_truth": "The Welsh journal Archaeologia Cambrensis includes a variety of materials that showcase its comprehensive approach to historical documentation. These materials encompass society notes, accounts of field visits, and valuable content related to Welsh manuscripts, genealogy, heraldry, toponymy, folklore, and literature. The journal also features historical essays, excavation reports, and book reviews, covering a wide range of topics from prehistoric discoveries to the industrial archaeology and landscape history of the 19th and 20th centuries. Additionally, it serves as a resource for understanding the evolution of towns and urban archaeology in Wales. <PIC>", "images_list": ["2_517"]}
{"id": "WIT_283", "question": "Whom did Scott Blumstein defeat in the final match of the 2017 World Series of Poker Main Event?", "provenance": [20518], "ground_truth": "Scott Blumstein defeated Dan Ott in the final match of the 2017 World Series of Poker Main Event. This victory occurred on the 246th hand and the 65th hand of heads-up play, where Blumstein's A♥ 2♦ overcame Ott's A♦ 8♦ with a deuce on the river. Following this win, Blumstein's career tournament winnings exceeded $8,500,000. <PIC>", "images_list": ["2_518"]}
{"id": "WIT_284", "question": "What measures have been taken to conserve the Carolina Marsh Tacky population, and why is conservation important?", "provenance": [20520], "ground_truth": "Measures taken to conserve the Carolina Marsh Tacky population include conducting DNA tests to map the breed's genetics and establish a stud book, as well as forming the Carolina Marsh Tacky Association to promote and preserve the breed. This conservation effort is crucial because the breed is critically endangered, with only around 400 individuals left, making it essential to support its survival and genetic diversity. <PIC>", "images_list": ["2_520"]}
{"id": "WIT_285", "question": "What year did Alexander Schuyler Hamilton become the rector of Emmanuel Episcopal Church in Weston, Connecticut?", "provenance": [20521], "ground_truth": "Alexander Schuyler Hamilton became the rector of Emmanuel Episcopal Church in Weston, Connecticut, in 1893. He served there until he resigned in 1894. <PIC>", "images_list": ["2_521"]}
{"id": "WIT_286", "question": "What degrees does Lúcio Vinhas de Souza hold in Economics, and from which institutions did he obtain them?", "provenance": [20523], "ground_truth": "Lúcio Vinhas de Souza holds a B.A. and M.Sc. in Economics from the Faculdade de Economia da Universidade Nova de Lisboa in Lisbon, Portugal, and a Ph.D. in Economics from Erasmus University in Rotterdam, the Netherlands. <PIC>", "images_list": ["2_523"]}
{"id": "WIT_287", "question": "Where is the Savage crater located in relation to the Ruysch crater on Mercury?", "provenance": [20524], "ground_truth": "The Savage crater is located northwest of the smaller but similar Ruysch crater on Mercury. This geographical positioning highlights their relative locations on the planet. <PIC>", "images_list": ["2_524"]}
{"id": "WIT_288", "question": "What recognition did Harold G. Epperson receive for his actions during World War II?", "provenance": [20525], "ground_truth": "Harold G. Epperson received the Medal of Honor for his extraordinary bravery during the Battle of Saipan in World War II, where he sacrificed his life by throwing himself on an enemy grenade to save his fellow Marines. This prestigious award was presented to his mother in a ceremony on July 4, 1945, in Massillon, Ohio. <PIC>", "images_list": ["2_525"]}
{"id": "WIT_289", "question": "How is Mícheál Ó Muircheartaigh recognized for his contributions to Gaelic games commentary?", "provenance": [20529], "ground_truth": "Mícheál Ó Muircheartaigh is recognized for his significant contributions to Gaelic games commentary through his inclusion in the Guinness World Records, which acknowledges his remarkable 60-year career in the field. He is often referred to as the 'voice of Gaelic games,' highlighting his impact and prominence in this area. <PIC>", "images_list": ["2_529"]}
{"id": "WIT_290", "question": "What was Gabriel Alejandro Milito's professional focus in 2015?", "provenance": [20531], "ground_truth": "In 2015, Gabriel Alejandro Milito's professional focus was coaching Estudiantes, a club in the Argentine Primera División. He was appointed as the head coach of the team, where he aimed to achieve good results and develop his coaching career. <PIC>", "images_list": ["2_531"]}
{"id": "WIT_292", "question": "What position did Marcin Wadowita hold at the Jagiellonian University?", "provenance": [20533], "ground_truth": "Marcin Wadowita held the position of Deputy Chancellor at the Jagiellonian University in Kraków, where he contributed to the university's prosperity during his tenure. <PIC>", "images_list": ["2_533"]}
{"id": "WIT_293", "question": "How many days was Shoshana Nyree Johnson held as a prisoner of war?", "provenance": [20534], "ground_truth": "Shoshana Nyree Johnson was held as a prisoner of war for 22 days, having been captured during the Battle of Nasiriyah and rescued on April 13, 2003. <PIC>", "images_list": ["2_534"]}
{"id": "WIT_294", "question": "What role does Hang Seng Bank play in the Enterprise Square Five and MegaBox shopping mall complex?", "provenance": [20536], "ground_truth": "Hang Seng Bank plays a significant role in the Enterprise Square Five and MegaBox shopping mall complex as it is the largest tenant, renting the entire Block 2 of the complex. This occupancy underscores the bank's importance within the development, which includes a large shopping mall and two office buildings, making it a key player in the overall layout and functionality of the property. <PIC>", "images_list": ["2_536"]}
{"id": "WIT_295", "question": "When were the buildings of St. Francis Place Condominiums listed on the National Register of Historic Places?", "provenance": [20537], "ground_truth": "The buildings of St. Francis Place Condominiums were listed on the National Register of Historic Places on April 24, 1992, as part of the Historic Roman Catholic Properties in Mobile Multiple Property Submission. <PIC>", "images_list": ["2_537"]}
{"id": "WIT_296", "question": "What architectural features of the Manufacturers Building indicate its age?", "provenance": [20541], "ground_truth": "The architectural features that indicate the age of the Manufacturers Building include its distinctive red brick commercial building style, which reflects the architectural trends of that era. The building's high hipped and slate-covered roof further contribute to its historical significance. <PIC>", "images_list": ["2_541"]}
{"id": "WIT_297", "question": "What neighborhood is John W. Ligon GT Magnet Middle School located in?", "provenance": [20543], "ground_truth": "John W. Ligon GT Magnet Middle School is located in the Chavis Heights neighborhood of Raleigh, North Carolina. <PIC>", "images_list": ["2_543"]}
{"id": "WIT_298", "question": "What was Mona Keijzer's profession prior to her political career?", "provenance": [20545], "ground_truth": "Before transitioning to a full-time political career, Mona Keijzer worked as an environmental jurist for various municipalities, including Waterland and Almere, as well as for the province of Gelderland. Her role involved legal expertise in environmental matters. <PIC>", "images_list": ["2_545"]}
{"id": "WIT_299", "question": "What event caused significant damage to Wormleighton Manor in Warwickshire in the 17th century?", "provenance": [20547], "ground_truth": "The significant damage to Wormleighton Manor in Warwickshire during the 17th century was caused when Royalist forces set fire to the manor in 1645 during the English Civil War. This act was intended to prevent the manor from becoming a parliamentary stronghold, resulting in extensive destruction. Following this event, the Spencer family abandoned Wormleighton as their family residence. <PIC>", "images_list": ["2_547"]}
{"id": "WIT_300", "question": "Which team did Julian Feoli-Gudino win his first Grey Cup championship with?", "provenance": [20551], "ground_truth": "Julian Feoli-Gudino won his first Grey Cup championship with the Toronto Argonauts in 2012. He was drafted by the Argonauts and played for them in the CFL, contributing to their victory in the 100th Grey Cup. <PIC>", "images_list": ["2_551"]}
{"id": "WIT_301", "question": "What specific awards has Sandra Savaglio received during her career?", "provenance": [20552], "ground_truth": "Sandra Savaglio has received several notable awards during her career, including the Casato Prime Donne Award in 2014 and the Pythagoras Award in 2008, recognizing her contributions to science and her efforts to support women in scientific fields. <PIC>", "images_list": ["2_552"]}
{"id": "WIT_302", "question": "What title did Marco Corleone's team, El Bufete del Amor, achieve in their wrestling career?", "provenance": [20555], "ground_truth": "Marco Corleone's team, El Bufete del Amor, achieved the title of CMLL World Trios Champions once, defeating Los Hijos del Averno to win the championship on February 19, 2012. They were also known as La Tercia Sensación before adopting the name El Bufete del Amor. <PIC>", "images_list": ["2_555"]}
{"id": "WIT_303", "question": "What was Fred Werner's role at the Sydney Conservatorium of Music?", "provenance": [20557], "ground_truth": "Fred Werner was appointed to the staff of the Sydney Conservatorium of Music, where he taught keyboard and held several recitals. He significantly contributed to the institution through his teaching and performances. <PIC>", "images_list": ["2_557"]}
{"id": "WIT_304", "question": "Which government was Ann Linde a part of in September 2016?", "provenance": [20558], "ground_truth": "In September 2016, Ann Linde was working for the government of Prime Minister Stefan Löfven. She was the Minister for European Union Affairs and Trade for the Löfven Cabinet. <PIC>", "images_list": ["2_558"]}
{"id": "WIT_305", "question": "What honor did Peter Talley receive in 2015 for his contributions to philanthropy and business?", "provenance": [20560], "ground_truth": "In 2015, Peter Talley was honored by being promoted to Knight Companion of the New Zealand Order of Merit for his significant contributions to business and philanthropy. <PIC>", "images_list": ["2_560"]}
{"id": "WIT_306", "question": "What are some key tourist attractions in Qingpu District, the westernmost district of Shanghai Municipality?", "provenance": [20561], "ground_truth": "Qingpu District, the westernmost district of Shanghai Municipality, is home to several key tourist attractions, including the Zhujiajiao Ancient Town, Oriental Land, Jinze Ancient Town, Lake Dianshan, and the Qushui Garden. Zhujiajiao Ancient Town is particularly noted as a major tourist destination in the region. <PIC>", "images_list": ["2_561"]}
{"id": "WIT_307", "question": "What factors contribute to the polarizing nature of Marco Antônio Feliciano's political career?", "provenance": [20563], "ground_truth": "The polarizing nature of Marco Antônio Feliciano's political career is primarily influenced by his outspoken conservative views and inflammatory remarks about various social groups, including Africans, LGBTQ individuals, and women. His controversial election as president of the commission on human rights and minorities sparked significant protests, and his comments on sensitive topics have led to accusations of racism and homophobia. Furthermore, his legislative actions, such as voting in favor of the impeachment of Dilma Rousseff and against corruption investigations, further solidified his contentious reputation. Feliciano's background as a pastor and his strong anti-abortion and anti-same-sex marriage stances also contribute to the divided opinions about him within Brazilian society. <PIC>", "images_list": ["2_563"]}
{"id": "WIT_308", "question": "How did Hichori Morimoto's role change after the 2006 season?", "provenance": [20564], "ground_truth": "After the 2006 season, Hichori Morimoto's role evolved significantly as he took over the center field position previously held by Tsuyoshi Shinjo, who retired following the Fighters' Japan Series victory. Morimoto also inherited Shinjo's number 1 jersey, as he had been a backup for Shinjo during his time on the team. Additionally, Morimoto's long-standing experience as a backup positioned him well to step into this prominent role. <PIC>", "images_list": ["2_564"]}
{"id": "WIT_309", "question": "What is the significance of Nathaniel Hawthorne's last major romance, 'The Marble Faun,' published in 1860, in relation to its setting and themes?", "provenance": [20567], "ground_truth": "The significance of Nathaniel Hawthorne's last major romance, 'The Marble Faun,' published in 1860, lies in its imaginative setting in a fantastical Italy and its thematic blend of fable, pastoral elements, gothic novel characteristics, and travel guide tropes. The narrative explores complex characters such as Miriam, Hilda, Kenyon, and Donatello, intertwining their personal struggles and moral dilemmas with the broader cultural and historical context of the time, particularly on the eve of the American Civil War. This mixture of themes allows for a rich analysis of identity, morality, and the human condition as framed within a surreal yet reflective landscape. <PIC>", "images_list": ["2_567"]}
{"id": "WIT_310", "question": "What notable accomplishment did Kjell Åkerstrøm Hansen Rodian achieve at the 1964 Olympics that contributed to his legacy as a cyclist?", "provenance": [20568], "ground_truth": "Kjell Åkerstrøm Hansen Rodian achieved notable recognition by winning an individual silver medal in the road race at the 1964 Olympics, which solidified his legacy as a prominent Danish cyclist. <PIC>", "images_list": ["2_568"]}
{"id": "WIT_311", "question": "What recognition did Wagner Maniçoba de Moura receive for his portrayal of Pablo Escobar in the Netflix series Narcos?", "provenance": [20569], "ground_truth": "Wagner Maniçoba de Moura received a Golden Globe nomination for his portrayal of Pablo Escobar in the Netflix series Narcos, which aired from 2015 to 2016. <PIC>", "images_list": ["2_569"]}
{"id": "WIT_312", "question": "How far is Weston town from Kota Kinabalu, the capital of Sabah?", "provenance": [20571], "ground_truth": "Weston town is located approximately 100 kilometers south of Kota Kinabalu, the capital of Sabah. <PIC>", "images_list": ["2_571"]}
{"id": "WIT_313", "question": "What business does Kim Ha-eun run in addition to her acting career?", "provenance": [20572], "ground_truth": "In addition to her acting career, Kim Ha-eun is the CEO of the online clothing store 301호 고양이, where she manages the business operations and product offerings. <PIC>", "images_list": ["2_572"]}
{"id": "WIT_314", "question": "What is the Mostar Summer Festival, and how long has it been held at the Cultural Centre in Mostar?", "provenance": [20574], "ground_truth": "The Mostar Summer Festival, organized by the Cultural Centre in Mostar, is an annual festival that has been held for over twenty years. It features a variety of art events, including concerts, theatre performances, puppet shows, art exhibitions, poetry readings, and book presentations. <PIC>", "images_list": ["2_574"]}
{"id": "WIT_315", "question": "What purposes does Sosnówka Lake serve in the Jelenia Góra Valley?", "provenance": [20577], "ground_truth": "Sosnówka Lake functions as both a retention reservoir and a source of drinking water, located in the southern part of the Jelenia Góra Valley in Lower Silesian Voivodeship, Poland. The reservoir has been operational since 2001. <PIC>", "images_list": ["2_577"]}
{"id": "WIT_316", "question": "What geographical feature provides Bonito with a strategic view of the Ufita Valley?", "provenance": [20579], "ground_truth": "Bonito is strategically positioned on a rounded knoll, which allows it to overlook the Ufita Valley, thereby providing a commanding view of the surrounding areas. <PIC>", "images_list": ["2_579"]}
{"id": "WIT_318", "question": "What prestigious military award did Charles Baker receive for his bravery at the Battle of Mobile Bay?", "provenance": [20584], "ground_truth": "Charles Baker was awarded the Medal of Honor, the U.S. military's highest decoration, for his courageous actions during the Battle of Mobile Bay on August 5, 1864, where he helped rescue ten crew members from the USS Tecumseh despite intense enemy fire. His bravery elicited admiration from both allies and foes. Baker received the medal on January 15, 1866, about a year and a half after the battle. <PIC>", "images_list": ["2_584"]}
{"id": "WIT_319", "question": "How did Cornelia Stuyvesant Vanderbilt's upbringing influence her lifestyle choices later in life?", "provenance": [20586], "ground_truth": "Cornelia Stuyvesant Vanderbilt's upbringing in a wealthy and privileged environment, likely contributed to her later eccentric behavior and lifestyle choices. Growing up at the Biltmore Estate, the largest privately owned home in the United States, and inheriting significant wealth shaped her worldview and social interactions. Her decision to move to New York City and then Paris reflects a desire for artistic expression and adventure that may stem from her affluent background. After her father's death, the substantial inheritance she received further enabled her unconventional lifestyle, including her marriage choices and drastic personal transformations, such as dyeing her hair bright pink. <PIC>", "images_list": ["2_586"]}
{"id": "WIT_320", "question": "Who is Timothy Commerford and what are his roles in Rage Against the Machine, Audioslave, and Prophets of Rage?", "provenance": [20587], "ground_truth": "Timothy Commerford is an American musician known for being the bassist and backing vocalist for the rock band Rage Against the Machine, as well as for the supergroups Audioslave and Prophets of Rage. He has also formed other bands such as Future User and Wakrat, contributing to their music as a bassist and vocalist. <PIC>", "images_list": ["2_587"]}
{"id": "WIT_321", "question": "In which battle was Captain William Leslie mortally wounded, leading to his burial in Pluckemin, New Jersey?", "provenance": [20588], "ground_truth": "Captain William Leslie was mortally wounded during the Battle of Princeton, which led to his burial at Pluckemin, New Jersey. He was honored with military burial rites by General George Washington due to his friendship with Dr. Benjamin Rush. Leslie fell on January 3, 1777, at the age of 26 during this battle. His gravestone, erected in his memory, is displayed at the graveyard of the former St. Paul's Lutheran Church. <PIC>", "images_list": ["2_588"]}
{"id": "WIT_322", "question": "What is RailCorp's role regarding the Lithgow Coal Stage Signal Box?", "provenance": [20590], "ground_truth": "RailCorp is the agency of the Government of New South Wales that owns and manages the heritage-listed Lithgow Coal Stage Signal Box, ensuring its preservation and operational integrity as a significant historical property. <PIC>", "images_list": ["2_590"]}
{"id": "WIT_323", "question": "What position does Alexey Lysenkov hold at the International Institute for Film?", "provenance": [20592], "ground_truth": "Alexey Lysenkov serves as the pro-rector at the International Institute for Film, Showman, Television and Radio Broadcasting, where he contributes to the educational framework and direction of the institution. <PIC>", "images_list": ["2_592"]}
{"id": "WIT_324", "question": "What construction materials and architectural style characterize the West Nottingham Meetinghouse, and why are they historically significant?", "provenance": [20593], "ground_truth": "The West Nottingham Meetinghouse is characterized by its brick construction, one-story design, and rectangular shape, measuring 45 feet, 4 inches by 30 feet. Built in 1811, this architectural style reflects the simple yet functional principles of Quaker design. The use of brick as a primary construction material adds durability and historical value, while the building's unique features, such as separate entrances for men and women and sliding panels to divide the interior, highlight its significance in the context of Quaker worship practices. These elements contribute to its recognition as a historically significant site, leading to its listing on the National Register of Historic Places in 1976. <PIC>", "images_list": ["2_593"]}
{"id": "WIT_325", "question": "What honor did Kim Workman receive in 2019 for his contributions to prisoner welfare and the justice sector?", "provenance": [20594], "ground_truth": "In 2019, Kim Workman was appointed a Knight Companion of the New Zealand Order of Merit for his significant contributions to prisoner welfare and the justice sector, reflecting his dedication to reforming the criminal justice system in New Zealand. <PIC>", "images_list": ["2_594"]}
{"id": "WIT_326", "question": "What architectural style is the Palais Royale Building in South Bend, Indiana designed in?", "provenance": [20595], "ground_truth": "The Palais Royale Building in South Bend, Indiana is designed in the Spanish Renaissance Revival architectural style. This style is characterized by finely crafted terra cotta ornamentation and monumental semi-elliptical arched windows. The building, constructed in 1922, reflects these distinctive features. <PIC>", "images_list": ["2_595"]}
{"id": "WIT_327", "question": "What position has Ibrahim Mohammed Awal held in Ghana since 2017?", "provenance": [20596], "ground_truth": "Since 2017, Ibrahim Mohammed Awal has served as the Minister of Business Development of Ghana. He was nominated by President Akuffo-Addo for this role to help formulate policies and facilitate the work of Ghana's private sector, and his appointment was well-received by various business organizations in the country. Under his leadership, initiatives were announced to promote business growth and support entrepreneurship, particularly among women and youth in Ghana. <PIC>", "images_list": ["2_596"]}
{"id": "WIT_328", "question": "How does Frederick Law Olmsted's design contribute to the integration of Hubbard Park within the Hanging Hills landscape?", "provenance": [20597], "ground_truth": "Frederick Law Olmsted's design significantly contributes to the integration of Hubbard Park within the Hanging Hills landscape by creating a harmonious blend of natural features and recreational space, highlighting the park's scenic vistas, unique ecosystems, and access to the area's outdoor activities. The park is a vital part of the 1,800-acre landscape, enhancing its ecological and aesthetic value while serving as a resource for local recreation. <PIC>", "images_list": ["2_597"]}
{"id": "WIT_329", "question": "What medals did Markus Deibler win at the short-course European championships in 2010 and 2011?", "provenance": [20598], "ground_truth": "Markus Deibler won three gold medals and two silver medals at the short-course European championships held in 2010 and 2011. <PIC>", "images_list": ["2_598"]}
{"id": "WIT_330", "question": "What feature is located near the summit of Hundwiler Höhi?", "provenance": [20600], "ground_truth": "Near the summit of Hundwiler Höhi, there is a mountain hut, which serves as a popular resting point for hikers and visitors enjoying the panoramic views of the surrounding landscape including the Säntis, the Alpstein massif, and Lake Constance. <PIC>", "images_list": ["2_600"]}
{"id": "WIT_331", "question": "In which league is Klas Dahlbeck currently playing?", "provenance": [20601], "ground_truth": "Klas Dahlbeck is currently playing in the National League (NL) with HC Davos. He previously played in the Kontinental Hockey League (KHL) before signing with HC Davos on May 3, 2022. <PIC>", "images_list": ["2_601"]}
{"id": "WIT_332", "question": "What prefix was added to the locomotive numbers when they were incorporated into the South African Railways in 1912?", "provenance": [20603], "ground_truth": "In 1912, when the locomotives were incorporated into the South African Railways, they were assigned numbers prefixed with 'NG,' indicating they were narrow gauge locomotives. This prefix was a part of the South African Railways' numbering scheme established during that time. <PIC>", "images_list": ["2_603"]}
{"id": "WIT_333", "question": "What notable landmark is located in Denekamp, a town that merged into the municipality of Dinkelland in 2001?", "provenance": [20604], "ground_truth": "A notable landmark in Denekamp, which merged into the municipality of Dinkelland in 2001, is St. Nicholas Church, built in 1275 and significant to the town's historical development. <PIC>", "images_list": ["2_604"]}
{"id": "WIT_334", "question": "What type of American music did the Hutong Yellow Weasels introduce to audiences in China during their tours?", "provenance": [20605], "ground_truth": "The Hutong Yellow Weasels introduced traditional American pre-war Appalachian folk music to audiences in China during their tours. The band was notable for being the first to present live square dance music in venues across various cities in China, showcasing traditional instruments like the banjo and mandolin to many who had never seen or heard them before. <PIC>", "images_list": ["2_605"]}
{"id": "WIT_335", "question": "What does the historical reference to drovers in the Cross Borders Drove Road suggest about its original purpose?", "provenance": [20606], "ground_truth": "The historical reference to drovers in the Cross Borders Drove Road suggests that it was originally used for driving cattle from markets in Scotland, such as those in Falkirk and Crieff, southward into England for sale. This highlights the route's significance in the cattle trade and its traditional use for livestock transportation. <PIC>", "images_list": ["2_606"]}
{"id": "WIT_336", "question": "What medal did İsmail Ogan win at the 1964 Olympics?", "provenance": [20607], "ground_truth": "İsmail Ogan won a gold medal at the 1964 Olympics in Tokyo, competing in the welterweight division. <PIC>", "images_list": ["2_607"]}
{"id": "WIT_337", "question": "What recent administrative change has occurred in Jadcherla?", "provenance": [20608], "ground_truth": "Recently, Jadcherla has been upgraded to a municipality, reflecting its development and administrative evolution. This change underscores the town's growth and increasing significance within the region. <PIC>", "images_list": ["2_608"]}
{"id": "WIT_338", "question": "What achievement made Jeremy Wotherspoon the most successful male skater in World Cup history?", "provenance": [20609], "ground_truth": "Jeremy Wotherspoon became the most successful male skater in World Cup history when he achieved his 49th victory in December 2003. He ultimately finished his career with a record total of 67 World Cup wins at the 500 and 1,000 metres. <PIC>", "images_list": ["2_609"]}
{"id": "WIT_339", "question": "What was Fikri Işık's profession before he became a politician?", "provenance": [20611], "ground_truth": "Before entering politics, Fikri Işık worked as an educator, teaching mathematics and English in private schools in İzmit and Istanbul. He also had experience as a manager in the food industry. <PIC>", "images_list": ["2_611"]}
{"id": "WIT_340", "question": "Which 1962 movie featured a Canadian-born actress as the love interest of Elvis Presley?", "provenance": [20612], "ground_truth": "The 1962 movie that featured a Canadian-born actress as Elvis Presley's love interest is Follow That Dream, in which Anne Helm played the role. <PIC>", "images_list": ["2_612"]}
{"id": "WIT_341", "question": "In which direction does the intermittent stream originating from K'ara K'ara flow?", "provenance": [20613], "ground_truth": "The intermittent stream originating from K'ara K'ara flows to the west. This stream originates west of the mountain and follows a westward path. <PIC>", "images_list": ["2_613"]}
{"id": "WIT_342", "question": "What century is Papyrus 6 dated to based on paleographic analysis?", "provenance": [20614], "ground_truth": "Papyrus 6 is dated to the 4th century based on paleographic analysis. <PIC>", "images_list": ["2_614"]}
{"id": "WIT_343", "question": "What are the operating hours of the Pikkarala Ferry during its active season, and what happens to the ferry during the winter months?", "provenance": [20615], "ground_truth": "The Pikkarala Ferry operates from 08:00 to 17:00 on weekdays and from 08:00 to 15:00 on Saturdays during its active season, which typically runs from mid-May to mid-October. During the winter months, the ferry is not in service. <PIC>", "images_list": ["2_615"]}
{"id": "WIT_344", "question": "How does the location of New Don Pedro Dam in the Sierra Nevada foothills affect its function in irrigation water storage?", "provenance": [20616], "ground_truth": "The location of New Don Pedro Dam in the foothills of the Sierra Nevada significantly enhances its role in irrigation water storage by enabling it to effectively impound the Don Pedro Reservoir. This strategic positioning allows for improved management of water resources, especially during periods of drought, as it captures and retains a larger amount of water runoff from the Sierra Nevada, which is crucial for irrigation in the surrounding agricultural areas. <PIC>", "images_list": ["2_616"]}
{"id": "WIT_345", "question": "What function does St. Niklaus railway station serve on the Brig–Zermatt line?", "provenance": [20618], "ground_truth": "St. Niklaus railway station serves as an intermediate stop on the 1,000 mm Brig–Zermatt line, facilitating local train services in the region. <PIC>", "images_list": ["2_618"]}
{"id": "WIT_346", "question": "What is the significance of the calx-beta motif in the calcium expulsion process of sodium-calcium exchangers?", "provenance": [20619], "ground_truth": "The calx-beta motif, which is present as a tandem repeat in the cytoplasmic domains of sodium-calcium exchangers, plays a crucial role in the process of calcium expulsion from cells. This motif contains beta-strands and turns that form a self-contained beta-sheet, overlapping with domains used for calcium binding and regulation. This structural feature is essential for the functionality of the exchanger in actively transporting calcium ions out of the cell. <PIC>", "images_list": ["2_619"]}
{"id": "WIT_347", "question": "What architectural style characterizes the U.S. Post Office building in Dansville, New York, and what specific design features exemplify this style?", "provenance": [20621], "ground_truth": "The U.S. Post Office building in Dansville, New York, is characterized by the Colonial Revival architectural style. This style is exemplified through several specific design features, including an unusual stepped parapet above the portico, blind arches positioned above the windows, and elaborate decorative elements throughout the structure. The building, completed in 1933, reflects the quintessential characteristics of Colonial Revival architecture. <PIC>", "images_list": ["2_621"]}
{"id": "WIT_348", "question": "What factors contributed to the severe impact on transportation during the winter storm in China in early 2008?", "provenance": [20622], "ground_truth": "The severe impact on transportation during the winter storm in China in early 2008 was primarily due to heavy snowfall, ice accumulation, and extremely cold temperatures. These weather conditions caused significant damage to infrastructure, leading to transportation disruptions for thousands of travelers. The storms hit during the peak travel season preceding the Lunar New Year, exacerbating the situation as millions were attempting to travel home. Key factors included damage to railways, road closures, and the inability of local authorities to manage such unprecedented snowfall in regions unaccustomed to severe winter conditions. Altogether, these elements resulted in extensive delays and hazardous travel conditions. <PIC>", "images_list": ["2_622"]}
{"id": "WIT_349", "question": "What year was Pioneer Valley Regional School established in Northfield, Massachusetts?", "provenance": [20623], "ground_truth": "Pioneer Valley Regional School was established in 1776 in Northfield, Massachusetts, and serves as the primary high school for the towns of Leyden, Northfield, Warwick, and Bernardston. <PIC>", "images_list": ["2_623"]}
{"id": "WIT_350", "question": "What achievements in Combat Sambo and judo might be highlighted in a representation of Vyacheslav Vasilevsky from 2016?", "provenance": [20624], "ground_truth": "In a representation from 2016, Vyacheslav Vasilevsky's accomplishments as a six-time World Combat Sambo Champion and his expertise in judo would be emphasized as significant highlights of his career. These achievements underscore his strong foundation in grappling arts and his competitive success at an elite level. <PIC>", "images_list": ["2_624"]}
{"id": "WIT_351", "question": "When was the Atlantic Coast Line Railroad Depot built and subsequently listed on the National Register of Historic Places?", "provenance": [20625], "ground_truth": "The Atlantic Coast Line Railroad Depot was built in 1928 and was listed on the National Register of Historic Places in 1995. <PIC>", "images_list": ["2_625"]}
{"id": "WIT_352", "question": "What does the monument at Rondo Grunwaldzkie roundabout symbolize and commemorate?", "provenance": [20626], "ground_truth": "The monument at Rondo Grunwaldzkie roundabout symbolizes and commemorates Dżok's year-long wait for his deceased master, epitomizing unwavering canine loyalty. It serves as a poignant reminder of the bond between animals and humans and highlights the dog's fidelity during that time. The inscription on the monument further reinforces this message by acknowledging Dżok's devotion. <PIC>", "images_list": ["2_626"]}
{"id": "WIT_353", "question": "Which football team was Ian Ashbee playing for during the 2010 season?", "provenance": [20628], "ground_truth": "In 2010, Ian Ashbee was playing for Hull City. Notably, he scored the second goal in Hull's victory over Swansea City in the first game of the 2010–11 season. <PIC>", "images_list": ["2_628"]}
{"id": "WIT_354", "question": "In what year was the Minnesota Point Light added to the National Register of Historic Places?", "provenance": [20629], "ground_truth": "The Minnesota Point Light was added to the National Register of Historic Places in 1974 due to its historical significance related to transportation, as it was the first high-powered lighthouse on Lake Superior and served as the zero-point for all original surveys of the lake. <PIC>", "images_list": ["2_629"]}
{"id": "WIT_355", "question": "What position does Doug DeVos hold on Amway's board of directors?", "provenance": [20631], "ground_truth": "Doug DeVos serves as the co-chairman of Amway's board of directors alongside Steve Van Andel. He has held this position since being named president in 2002 and was co-CEO until the end of 2018. <PIC>", "images_list": ["2_631"]}
{"id": "WIT_356", "question": "What notable films and characters is Michel Galabru recognized for in his acting career?", "provenance": [20632], "ground_truth": "Michel Galabru is recognized for his roles in notable films such as Subway (1985), Belle époque (1992), and as Abraracourcix in Asterix & Obelix Take On Caesar (1999). He had a prolific career, appearing in over 250 movies, many directed by renowned filmmakers like Bertrand Blier, Jean-Luc Godard, Luc Besson, and Costa-Gavras. <PIC>", "images_list": ["2_632"]}
{"id": "WIT_357", "question": "Where is the Achalm mountain?", "provenance": [20633], "ground_truth": "It is in Reutling, Germany. <PIC>", "images_list": ["2_633"]}
{"id": "WIT_358", "question": "What makes Château d'Eu a significant cultural and historical landmark for the Eudois?", "provenance": [20640], "ground_truth": "Château d'Eu is considered a significant cultural and historical landmark for the Eudois due to its rich history, including its connection to notable historical figures such as William the Conqueror, and its architectural style that reflects the Renaissance period. The château not only showcases the artistic heritage of the region but also serves as a reminder of the town's historical importance as a site of royal meetings and events. Its preservation contributes to the cultural identity and pride of the local community. <PIC>", "images_list": ["2_640"]}
{"id": "WIT_360", "question": "What educational background did Alice Russell pursue to enhance her musical abilities?", "provenance": [20642], "ground_truth": "Alice Russell pursued studies in art and music in Brighton starting in 1994, which significantly contributed to the enhancement of her musical abilities. <PIC>", "images_list": ["2_642"]}
{"id": "WIT_362", "question": "What position did Benedikt Sarnov hold in the Moscow Writers' Union?", "provenance": [20644], "ground_truth": "Benedikt Sarnov held the position of Secretary in the Moscow Writers' Union, which is a part of the Union of Russian Writers. He was active in this role during the 1990s and continued to contribute to literary discourse throughout his career. <PIC>", "images_list": ["2_644"]}
{"id": "WIT_363", "question": "What was Richie Hayward's role in the band Little Feat?", "provenance": [20648], "ground_truth": "Richie Hayward was the drummer and a founding member of the band Little Feat. He was known for his contributions to the band's music and performed with various other artists throughout his career. <PIC>", "images_list": ["2_648"]}
{"id": "WIT_364", "question": "What reputation did Austin 'Red' Robbins earn for his playing style in basketball?", "provenance": [20649], "ground_truth": "Austin 'Red' Robbins earned a reputation as one of the toughest players in the American Basketball Association (ABA) due to his fiery personality and remarkable performance, which included grabbing over 6,000 rebounds throughout his career. He was also known for his offensive contributions, as evidenced by his .466 field goal percentage and leading the league in three-point percentage during the 1971-72 season. Notably, in Game 7 of the 1971 ABA Western Division playoffs, he made 11 out of 12 field goals to secure a victory for the Utah Stars, further solidifying his tough playing style. <PIC>", "images_list": ["2_649"]}
{"id": "WIT_365", "question": "Who is William Rancic's spouse, and what role does she fulfill in her career?", "provenance": [20650], "ground_truth": "William Rancic is married to Giuliana Rancic, who serves as a host for E! News. <PIC>", "images_list": ["2_650"]}
{"id": "WIT_366", "question": "How did Solomon Levy enhance international relations for Gibraltar during his mayoral term?", "provenance": [20651], "ground_truth": "During his tenure as mayor, Solomon Levy enhanced international relations for Gibraltar by twinning the city with Funchal, Madeira on 13 May 2009. This partnership was significant as it connected Gibraltar with another region and fostered international cooperation. <PIC>", "images_list": ["2_651"]}
{"id": "WIT_367", "question": "What is the title of the 1931 film that stars Lili Damita and was directed by Victor Schertzinger?", "provenance": [20652], "ground_truth": "The title of the 1931 film that stars Lili Damita and was directed by Victor Schertzinger is 'The Woman Between'. The film explores the story of a young man returning from Europe and discovering that his stepmother is the woman with whom he had a romance during his voyage home. <PIC>", "images_list": ["2_652"]}
{"id": "WIT_368", "question": "What caused the extreme heat and lack of oxygen experienced by the prisoners during their journey to Surabaya?", "provenance": [20653], "ground_truth": "The extreme heat and lack of oxygen experienced by the prisoners during their journey to Surabaya were primarily caused by the design of the railway cars, which were sealed and constructed from timber and corrugated iron. These materials restricted airflow and contributed to the buildup of heat inside the cars. As a result, the conditions were unbearable for the prisoners, leading to severe health consequences during the 16-hour trip. Only 12 out of the original 100 prisoners arrived at the destination unharmed, highlighting the severity of their situation. <PIC>", "images_list": ["2_653"]}
{"id": "WIT_369", "question": "What major transformations did De Mearmin undergo between 2014 and 2016?", "provenance": [20654], "ground_truth": "Between 2014 and 2016, De Mearmin was dismantled, restored, and relocated to a new site in Damwâld. This restoration process was crucial to prevent the mill from falling into further disrepair and ensured its preservation for public access at the open-air museum, De Sûkerei. <PIC>", "images_list": ["2_654"]}
{"id": "WIT_370", "question": "Who commanded the African American enlisted men in the 25th United States Colored Infantry during the American Civil War?", "provenance": [20655], "ground_truth": "The African American enlisted men in the 25th United States Colored Infantry were commanded by white officers, as was typical for regiments formed under the Bureau of Colored Troops during the Civil War. The regiment was organized under the command of Colonel Gustavus A. Scroggs. <PIC>", "images_list": ["2_655"]}
{"id": "WIT_371", "question": "How does the design of the Great Central Railway Class 1A differ from Robinson’s earlier Sir Sam Fay express passenger class?", "provenance": [20656], "ground_truth": "The Great Central Railway Class 1A, exemplified by No. 1349 at Retford (GC) Locomotive Depot, was designed as a smaller wheeled version of Robinson’s earlier Sir Sam Fay express passenger class. It closely resembled the Sir Sam Fay class but was optimized for mixed traffic duties, making it suitable for fast goods, relief passenger, and excursion services. Unfortunately, none of the Class 1A locomotives have been preserved. <PIC>", "images_list": ["2_656"]}
{"id": "WIT_373", "question": "What is the significance of the Skellefte River in the city of Skellefteå?", "provenance": [20658], "ground_truth": "The Skellefte River is significant as it passes through Skellefteå, contributing to the city's layout and ecosystem. It has historically played a role in the local economy and community development, particularly in relation to fishing and transportation. <PIC>", "images_list": ["2_658"]}
{"id": "WIT_375", "question": "What was Woolson Morse's contribution to Broadway productions in the 1890s?", "provenance": [20660], "ground_truth": "Woolson Morse was a composer of musical theatre during the 1890s, collaborating with librettist J. Cheever Goodwin to create several scores for Broadway productions. Their first successful collaboration was the musical 'Wang' in 1891, and Morse is noted for being one of the first capable American comic-opera composers, impressing notable figures like W. S. Gilbert with his talent. <PIC>", "images_list": ["2_660"]}
{"id": "WIT_376", "question": "What political position did Karen Mullan hold in the Northern Ireland Assembly?", "provenance": [20661], "ground_truth": "Karen Mullan served as a Member of the Legislative Assembly (MLA) for the Foyle constituency in the Northern Ireland Assembly from June 2017 to 2021. During her tenure, she was also the northern education spokesperson for Sinn Féin. <PIC>", "images_list": ["2_661"]}
{"id": "WIT_378", "question": "What position has Garry St. Jean held for Golden State Warriors coverage since the 2011-2012 season?", "provenance": [20663], "ground_truth": "Since the start of the 2011-2012 season, Garry St. Jean has served as an in-studio analyst for Golden State Warriors coverage on NBC Sports Bay Area. <PIC>", "images_list": ["2_663"]}
{"id": "WIT_379", "question": "What recognition did Robert Joseph Greene's book, The Gay Icon Classics of the World, receive in Canada?", "provenance": [20664], "ground_truth": "Robert Joseph Greene's book, The Gay Icon Classics of the World, was recognized by PFLAG Canada as a recommended book in their 'Books Worth Reading' section, highlighting its significance in gay-themed literature. <PIC>", "images_list": ["2_664"]}
{"id": "WIT_381", "question": "What architectural styles are featured in the design of the Ruth and Robert Hatch Jr. House in Wellfleet, Massachusetts?", "provenance": [20666], "ground_truth": "The Ruth and Robert Hatch Jr. House features a combination of Modern architecture and traditional Cape Cod architecture. This unique blend results in a distinctive design that reflects both contemporary and regional influences. The house was built in 1961 and exemplifies these architectural styles through its rustic appearance and modular structure. <PIC>", "images_list": ["2_666"]}
{"id": "WIT_382", "question": "When was Kamerni teatar 55 established?", "provenance": [20668], "ground_truth": "Kamerni teatar 55 was established in 1955 and is registered as a public institution under the Ministry of Culture and Sport of Canton Sarajevo. <PIC>", "images_list": ["2_668"]}
{"id": "WIT_383", "question": "How does the conformation of the American Shetland Pony compare to that of other pony breeds?", "provenance": [20669], "ground_truth": "The conformation of the American Shetland Pony is notably more similar to that of the Hackney Pony and exhibits some influence from Arabian ponies. This results in a taller and more elegant appearance, characterized by longer legs, finer bone structure, high withers, and a sloping shoulder. American Shetland Ponies lack the thick coat typical of traditional Shetlands, but they are believed to retain the breed's hardiness and endurance. Their high action makes them particularly well-suited for harness work. <PIC>", "images_list": ["2_669"]}
{"id": "WIT_384", "question": "What was the suspected cause of the crash involving the Gippsland GA8 Airvan with registration VH-EZS in Sweden?", "provenance": [20670], "ground_truth": "The suspected cause of the crash involving the Gippsland GA8 Airvan with registration VH-EZS was structural failure of a wing. This incident occurred on 14 July 2019, resulting in the tragic loss of all nine individuals on board. The investigation indicated that the aircraft may have experienced excessive loads during an uncontrolled descent, leading to its disintegration in flight. <PIC>", "images_list": ["2_670"]}
{"id": "WIT_385", "question": "What sacred dedication is associated with the Cathedral of the Resurrection and St Thomas the Apostle in the Diocese of Zamość-Lubaczów?", "provenance": [20671], "ground_truth": "The Cathedral of the Resurrection and St Thomas the Apostle in the Diocese of Zamość-Lubaczów is dedicated to the Resurrection of Jesus Christ and St Thomas the Apostle, making these the sacred dedications associated with this notable site. <PIC>", "images_list": ["2_671"]}
{"id": "WIT_386", "question": "What unique collection does the Holden Arboretum feature that is specifically adapted to the climate of northern Ohio?", "provenance": [20672], "ground_truth": "The Holden Arboretum features a unique collection of over 9,400 kinds of woody plants that are adapted to northern Ohio's climate. This collection includes specimens obtained from wilderness collection trips to regions like China and Korea, located near the 40th parallel, which share a similar climate with Northeast Ohio. Many Trees like Dawn Redwoods are planted there. <PIC>", "images_list": ["2_672"]}
{"id": "WIT_387", "question": "When and where did the band Book of Love form?", "provenance": [20674], "ground_truth": "Book of Love was formed in 1983 in Philadelphia, Pennsylvania and later based in New York City. <PIC>", "images_list": ["2_674"]}
{"id": "WIT_388", "question": "Why are activities related to the Festival of the North held around Lake Kildinskoye?", "provenance": [20675], "ground_truth": "Activities related to the Festival of the North are held around Lake Kildinskoye because the lake provides a suitable frozen surface in winter, making it ideal for winter sports events. Additionally, its proximity to Murmansk allows for easy access for participants and spectators, contributing to the festival's popularity in the region. <PIC>", "images_list": ["2_675"]}
{"id": "WIT_389", "question": "What unique feature of Four Barrel Coffee's cafes may affect the customer experience at their Valencia Street location?", "provenance": [20676], "ground_truth": "Four Barrel Coffee's cafes are unique in that they do not offer free Wi-Fi or power outlets for laptops. <PIC>", "images_list": ["2_676"]}
{"id": "WIT_390", "question": "At what age did Sister Madonna Buder set the record for being the oldest woman to complete an Ironman Triathlon, and which event was it?", "provenance": [20677], "ground_truth": "Sister Madonna Buder set the world record for being the oldest woman to complete an Ironman Triathlon at the age of 82 at the Subaru Ironman Canada event on August 26, 2012. <PIC>", "images_list": ["2_677"]}
{"id": "WIT_391", "question": "Where do Zalvia come from?", "provenance": [20678], "ground_truth": "Zalvia comes from Mexico City, Mexico. <PIC>", "images_list": ["2_678"]}
{"id": "WIT_392", "question": "What races did Lucky Lilac win in 2017 that led to her being recognized as Best Two-Year-Old Filly at the JRA Awards?", "provenance": [20679], "ground_truth": "Lucky Lilac won both the Artemis Stakes and the Hanshin Juvenile Fillies in 2017, which contributed significantly to her recognition as Best Two-Year-Old Filly at the JRA Awards. <PIC>", "images_list": ["2_679"]}
{"id": "WIT_393", "question": "What role does Stewart Ainsworth play in the British television series Time Team?", "provenance": [20680], "ground_truth": "Stewart Ainsworth is a key contributor to Time Team, a British television series focusing on archaeological investigations. He joined the show in 1995 and has since appeared in over two hundred episodes, where he is affectionately known as 'Time Team's lumps and bumps man' due to his expertise in landscape archaeology. Ainsworth has stated that Time Team has significantly contributed to making archaeology and history more accessible to the public. <PIC>", "images_list": ["2_680"]}
{"id": "WIT_394", "question": "What is the maximum number of rounds the BM-14 launcher can fire simultaneously?", "provenance": [20683], "ground_truth": "The BM-14 launcher can be equipped to fire a maximum of either 16 or 17 rounds simultaneously. <PIC>", "images_list": ["2_683"]}
{"id": "WIT_396", "question": "What types of glial cells, apart from neurons, do radial glial progenitor cells produce?", "provenance": [20685], "ground_truth": "Apart from producing neurons, radial glial progenitor cells generate various lineages of glial cells, specifically including astrocytes and oligodendrocytes. <PIC>", "images_list": ["2_685"]}
{"id": "WIT_397", "question": "What role did Ernest R. House play in the field of program evaluation from 1982 to 1985?", "provenance": [20686], "ground_truth": "From 1982 to 1985, Ernest R. House played a significant role in the field of program evaluation as he served as the editor-in-chief of the journal New Directions for Program Evaluation, which is published by the Evaluation Research Society. His leadership in this role contributed to advancing discussions and methodologies in program evaluation during that time period. <PIC>", "images_list": ["2_686"]}
{"id": "WIT_398", "question": "What is Fred Niblo's relationship to George M. Cohan, and how is he connected to the film 'Hit-The-Trail Holliday'?", "provenance": [20687], "ground_truth": "Fred Niblo is George M. Cohan's brother-in-law, for whom Cohan wrote the play 'Hit-the-Trail-Holiday.' This play was the basis for the silent comedy film 'Hit-The-Trail Holliday,' which was directed by Marshall Neilan and produced in conjunction with Famous Players–Lasky. Niblo was soon to become a film director himself, highlighting the connection between the two in the realm of theater and film. <PIC>", "images_list": ["2_687"]}
{"id": "WIT_399", "question": "What is the relationship between King Leopold I of Belgium and Princess Sophie Friederike Karoline Luise of Saxe-Coburg-Saalfeld?", "provenance": [20688], "ground_truth": "King Leopold I of Belgium was the brother of Princess Sophie Friederike Karoline Luise. <PIC>", "images_list": ["2_688"]}
{"id": "WIT_400", "question": "What NFL teams did Joseph John Zelenka play for during his career?", "provenance": [20689], "ground_truth": "Joseph John Zelenka played for the San Francisco 49ers, Washington Redskins, Jacksonville Jaguars, and Atlanta Falcons during his NFL career. <PIC>", "images_list": ["2_689"]}
{"id": "WIT_401", "question": "What makes Snønipa a significant landmark in the topography of Myklebustbreen?", "provenance": [20690], "ground_truth": "Snønipa is significant in the topography of Myklebustbreen because it is situated just below the glacier's highest point, which reaches an altitude of 1,827 metres (5,994 ft) above sea level. This landmark serves as a notable reference for the glacier's elevation. <PIC>", "images_list": ["2_690"]}
{"id": "WIT_402", "question": "What position did John Harris hold from 2005 to 2008?", "provenance": [20691], "ground_truth": "John Harris served as the Speaker of the House from 2005 to 2008. <PIC>", "images_list": ["2_691"]}
{"id": "WIT_403", "question": "What features of the Donner crater suggest it has a long history of minor impacts?", "provenance": [20692], "ground_truth": "The Donner crater has experienced a long history of minor impacts, as indicated by the softened and rounded structure along its inner wall. Additionally, the interior floor of the crater is relatively level and pock-marked by multiple tiny craterlets, further suggesting a significant impact history. <PIC>", "images_list": ["2_692"]}
{"id": "WIT_404", "question": "What significant historical changes have taken place at Carnell House near Hurlford?", "provenance": [20693], "ground_truth": "Significant historical changes at Carnell House include its establishment as Cairn Hill in 1276, the construction of a new house in 1843 commissioned by Colonel John Ferrier Hamilton, and the development of a 10-acre garden initiated by Georgina Findlay-Hamilton in 1904. <PIC>", "images_list": ["2_693"]}
{"id": "WIT_405", "question": "What is the historical significance of Cresswell Pele Tower, located approximately 4 miles north of Ashington in Northumberland?", "provenance": [20697], "ground_truth": "Cresswell Pele Tower, constructed in the 15th century, holds historical significance as a defense against the Border Reivers. It is one of the best-preserved pele towers in Northumberland, reflecting its importance in the region's medieval history. The tower features unique architectural elements, including a narrow staircase designed for defense and remnants of its original entrance. Additionally, it is a Grade II* Listed building and a Scheduled Ancient Monument, indicating its cultural and historical value. Following extensive renovations completed in 2021, it was removed from Historic England's Heritage at Risk register. <PIC>", "images_list": ["2_697"]}
{"id": "WIT_406", "question": "Which families have owned the Banta-Coe House and what modifications did they make during their ownership?", "provenance": [20699], "ground_truth": "The Banta-Coe House was owned by the Banta family, followed by the Coe family, who made renovations and added a second story. Later, the Hampton family owned the house until it was acquired by Fairleigh Dickinson University (FDU). The Coe family's renovations were significant in updating the house during their ownership. <PIC>", "images_list": ["2_699"]}
{"id": "WIT_407", "question": "How has the structure of Stevenson House evolved over the years?", "provenance": [20700], "ground_truth": "Stevenson House has undergone structural changes over the years, notably with the addition of a two-story east wing in 1890 and a one-story modern kitchen added in 1957. The original structure dates back to around 1805 and features a three-bay, side hall plan in the Federal style. <PIC>", "images_list": ["2_700"]}
{"id": "WIT_408", "question": "What was the main operational role of the Azio-class minelayers while serving in the Regia Marina?", "provenance": [20701], "ground_truth": "The main operational role of the Azio-class minelayers during their service in the Regia Marina was to perform colonial duties, including laying minefields, conducting hydrographic surveys, and engaging in naval patrols and escort missions. These ships were specifically conceived for colonial purposes and were actively involved in various naval operations, including supporting the Italian invasion of Albania and undertaking minesweeping missions during World War II. <PIC>", "images_list": ["2_701"]}
{"id": "WIT_410", "question": "What type of trains operate at Saginomiya Station, and what are their routes?", "provenance": [20703], "ground_truth": "Saginomiya Station is served by trains operated by the private Seibu Railway on the Seibu Shinjuku Line, which runs between Seibu-Shinjuku in Tokyo and Hon-Kawagoe in Saitama Prefecture. The station, which opened on 16 April 1927, features one island platform and one side platform serving three tracks. In fiscal 2016, it was the 31st busiest on the Seibu network, with an average of 31,671 passengers daily. <PIC>", "images_list": ["2_703"]}
{"id": "WIT_411", "question": "What caused the sinking of the Jaguar in June 1944?", "provenance": [20704], "ground_truth": "The Jaguar was sunk by British bombers in June 1944 while it was attacking Allied ships during the Invasion of Normandy. She had been actively engaged in operations and sorties from Le Havre in an attempt to disrupt Allied shipping, but ultimately fell victim to an air raid by heavy bombers from RAF Bomber Command. <PIC>", "images_list": ["2_704"]}
{"id": "WIT_412", "question": "What position did Alberta Masiello hold at the Metropolitan Opera that contributed to her knowledge during the Saturday afternoon quiz?", "provenance": [20707], "ground_truth": "Alberta Masiello served as a panelist in the Saturday afternoon Metropolitan Opera Quiz on the Metropolitan Opera radio broadcasts. <PIC>", "images_list": ["2_707"]}
{"id": "WIT_413", "question": "Who conducted the first record album of Tchaikovsky's Nutcracker Suite?", "provenance": [20709], "ground_truth": "Herman Finck conducted the first record album ever made of Tchaikovsky's Nutcracker Suite in 1909. His contributions to music included a variety of theatre shows and compositions. <PIC>", "images_list": ["2_709"]}
{"id": "WIT_414", "question": "What was a significant advancement in lifeboat capabilities introduced by the Waveney-class lifeboats?", "provenance": [20710], "ground_truth": "The Waveney-class lifeboats represented a significant advancement as they were the first lifeboats operated by the Royal National Lifeboat Institution capable of exceeding speeds of 10 knots (12 mph). This capability marked a shift in lifeboat operation, allowing for faster response times and improved rescue operations at sea. <PIC>", "images_list": ["2_710"]}
{"id": "WIT_415", "question": "Where is the Sir Wilfrid Laurier Park?", "provenance": [20711], "ground_truth": "It's in the Le Plateau-Mont-Royal borough of Montreal, Quebec, Canada. <PIC>", "images_list": ["2_711"]}
{"id": "WIT_416", "question": "Whe did UNESCO named the Kaiping Diaolou and Villages a World Heritage Site?", "provenance": [20712], "ground_truth": "In 2007, UNESCO named the Kaiping Diaolou and Villages a World Heritage Site. <PIC>", "images_list": ["2_712"]}
{"id": "WIT_417", "question": "What's the population of Kurortny District in 2010 Census?", "provenance": [20713], "ground_truth": "In the 2010 Census, its population was 70589. <PIC>", "images_list": ["2_713"]}
{"id": "WIT_418", "question": "What is the current use of the Ascension Episcopal Church and Rectory in Cove, Oregon?", "provenance": [20714], "ground_truth": "The Ascension Episcopal Church and Rectory in Cove, Oregon, currently serve as part of the Ascension School Camp and Conference Center, which is operated by the Episcopal Diocese of Eastern Oregon. The church and rectory, constructed between 1874 and 1876, were listed on the National Register of Historic Places in 1974. <PIC>", "images_list": ["2_714"]}
{"id": "WIT_419", "question": "What were Theo Timmer's notable achievements during the 1981 Grand Prix motorcycle road racing season?", "provenance": [20715], "ground_truth": "In the 1981 Grand Prix motorcycle road racing season, Theo Timmer notably won the Czechoslovakian Grand Prix and finished the season in second place overall, trailing behind Ricardo Tormo. <PIC>", "images_list": ["2_715"]}
{"id": "WIT_420", "question": "What position did Sir Frederick Tutu Goodwin hold in the Cook Islands in 2012?", "provenance": [20717], "ground_truth": "In 2012, Sir Frederick Tutu Goodwin served as the Queen's Representative to the Cook Islands. He was reappointed for a three-year term in July 2010 after initially being appointed in 2001. Goodwin stepped down from this role on 27 July 2013, when he was succeeded by Tom Marsters. <PIC>", "images_list": ["2_717"]}
{"id": "WIT_421", "question": "Which U.S. presidents did Frank Press serve as a science advisor?", "provenance": [20718], "ground_truth": "Frank Press served as a science advisor to Presidents John F. Kennedy, Lyndon B. Johnson, Richard Nixon, and Jimmy Carter, playing a significant role in shaping U.S. science policy during their administrations. <PIC>", "images_list": ["2_718"]}
{"id": "WIT_422", "question": "How does Higashiura Station accommodate both passenger and freight services?", "provenance": [20719], "ground_truth": "Higashiura Station accommodates passenger needs by operating as a railway station under Central Japan Railway Company, providing services to an average of 1,880 passengers daily as of fiscal 2017. Additionally, it meets freight needs by functioning as a freight terminal for the Kinuura Rinkai Railway, which restored freight services after its establishment in 1977. <PIC>", "images_list": ["2_719"]}
{"id": "WIT_423", "question": "What materials contribute to the unique appearance of the William J. Barnard Residence?", "provenance": [20720], "ground_truth": "The unique appearance of the William J. Barnard Residence is primarily attributed to the use of rubble 'Brandywine Granite' in its construction. This historic building, designed by W.E. Jackson, features a distinctive two-story, banked stone dwelling with a steeply pitched slate gable roof and cross gable design. <PIC>", "images_list": ["2_720"]}
{"id": "WIT_424", "question": "How did the price reduction in October 1893 affect the circulation of Munsey's Magazine?", "provenance": [20721], "ground_truth": "The price reduction in October 1893 significantly increased the circulation of Munsey's Magazine, which reached a remarkable 500,000 copies per month by April 1895. This shift marked a pivotal moment in the magazine's history, demonstrating the effectiveness of a lower price point in attracting a larger readership and fostering advertising revenue. <PIC>", "images_list": ["2_721"]}
{"id": "WIT_425", "question": "How does the pH of the solution affect the crystal structure of potassium alum during precipitation?", "provenance": [20722], "ground_truth": "The crystal structure of potassium alum varies with the pH of the solution from which it precipitates. It forms octahedral crystals when precipitated from a neutral water solution, while it takes on a cubic structure when the solution is alkaline. This demonstrates how the chemical environment influences the mineral's crystallization. <PIC>", "images_list": ["2_722"]}
{"id": "WIT_426", "question": "What challenge did Johan Vansummeren encounter during the final 5 kilometres of the 2011 Paris–Roubaix race?", "provenance": [20723], "ground_truth": "During the final 5 kilometres of the 2011 Paris–Roubaix race, Johan Vansummeren faced the significant challenge of riding with a flat rear tyre. Despite this setback, he successfully maintained his lead to secure victory. <PIC>", "images_list": ["2_723"]}
{"id": "WIT_427", "question": "What is the significance of the Zillertal Alps in the hydrology of the Ziller River near Mayrhofen?", "provenance": [20724], "ground_truth": "The Zillertal Alps are significant in the hydrology of the Ziller River near Mayrhofen because the river originates from the ridge of these mountains, providing it with its water source. This foundational role influences the river's flow and ecological dynamics. <PIC>", "images_list": ["2_724"]}
{"id": "WIT_428", "question": "What is the geographical relationship of Shark Key to Key West and its neighboring keys?", "provenance": [20725], "ground_truth": "Shark Key is situated about 7 miles east of Key West. Geographically, it lies between the Saddlebunch Keys and Big Coppitt Key, with a connection to U.S. 1 (the Overseas Highway) at approximately mile marker 11.5. <PIC>", "images_list": ["2_725"]}
{"id": "WIT_429", "question": "What elements of the Gay Liberation Monument illustrate the themes of affection and equal representation?", "provenance": [20726], "ground_truth": "The Gay Liberation Monument features four figures in natural, easy poses, including two men and two women. Their affectionate postures and interactions, combined with the life-like representation, effectively convey the intended message of love, tenderness, and equal representation within the LGBTQ community. The monument's design, emphasizing intimacy and connection, highlights the significance of these relationships in a public art context. <PIC>", "images_list": ["2_726"]}
{"id": "WIT_431", "question": "How does the layout and design of Meriden Park impact the recreational activities available to visitors?", "provenance": [20730], "ground_truth": "The layout and design of Meriden Park significantly shape the recreational activities offered to visitors. The park features a children's play area for younger visitors, a skate park catering to skateboarders, and a football pitch for sports enthusiasts. Additionally, the presence of a large natural lake and woodland enhances outdoor experiences, making the park a versatile space for various types of recreational activities. Furthermore, the Meriden Adventure Playground, which provides free play access to children aged 0 to 16, enriches the park's offerings for families. Overall, these elements combine to create an inclusive environment for diverse recreational pursuits. <PIC>", "images_list": ["2_730"]}
{"id": "WIT_432", "question": "How did Touré change his name for FIFA registration?", "provenance": [20731], "ground_truth": "Touré changed his name for FIFA registration by dropping the 'zé' part of his surname, resulting in a new registration as Demba Armand Touré. <PIC>", "images_list": ["2_731"]}
{"id": "WIT_433", "question": "When and where did The Low Frequency in Stereo be founded?", "provenance": [20733], "ground_truth": "The Low Frequency in Stereo are a post-rock group that was founded in February 2000 in Haugesund, Norway. <PIC>", "images_list": ["2_733"]}
{"id": "WIT_435", "question": "When was Lisa  Webb born?", "provenance": [20735], "ground_truth": "Lisa Webb was born on 27 April 1984. <PIC>", "images_list": ["2_735"]}
{"id": "WIT_436", "question": "Which animated TV series has Sally Stevens been the singer for the main title since its beginning?", "provenance": [20736], "ground_truth": "Sally Stevens has been the singer for the main title of The Simpsons since its beginning, contributing to numerous episodes throughout the show's run. <PIC>", "images_list": ["2_736"]}
{"id": "WIT_437", "question": "When did the band Opeth form?", "provenance": [20737], "ground_truth": "Opeth was formed in 1990. <PIC>", "images_list": ["2_737"]}
{"id": "WIT_438", "question": "What distinguishes the boiler design of the 3571 Class from that of other similar classes designed by George Armstrong?", "provenance": [20738], "ground_truth": "The 3571 Class is distinguished by its larger U Class boilers, which have longer fireboxes compared to the R and S Class boilers used on all but ten of the 517 Class engines. This design choice sets the 3571s apart within George Armstrong's locomotive classes. <PIC>", "images_list": ["2_738"]}
{"id": "WIT_439", "question": "How do the discovery years of the brooches found at Flusco Pike, Newbiggin Moor, help us understand the historical context of the Penrith Hoard's deposition?", "provenance": [20740], "ground_truth": "The different discovery years of the brooches indicate that although there is uncertainty surrounding their original deposition, it is likely that at least the brooches were buried at the same time. The initial finds in 1785 and 1830 suggest a long history of treasure discovery in the area, while the later archaeological recoveries in 1989 provide further evidence that these items were part of a dispersed hoard rather than isolated losses. This timeline helps contextualize the hoard within the historical events of the 10th century, particularly the possible Irish connections and the activities surrounding Athelstan's reign in 927. The artifacts recovered over time illustrate a consistent pattern of accumulation and dispersion likely influenced by farming practices. <PIC>", "images_list": ["2_740"]}
{"id": "WIT_440", "question": "How did Coretta Scott King's funeral honor her personal wishes?", "provenance": [20742], "ground_truth": "Coretta Scott King's funeral honored her personal wishes by ensuring that she was buried next to her husband, Martin Luther King Jr., in a crypt on the grounds of the King Center for Nonviolent Social Change. This was in accordance with her expressed desire to be interred alongside him. <PIC>", "images_list": ["2_742"]}
{"id": "WIT_441", "question": "What significant achievement did the USS Skate accomplish under the command of James F. Calvert during Arctic exploration?", "provenance": [20744], "ground_truth": "Under the command of James F. Calvert, the USS Skate achieved a significant milestone in Arctic exploration by becoming the first submarine to surface at the North Pole on March 17, 1959. This historic event was marked by the commitment of the ashes of Sir Hubert Wilkins to the Arctic waste, highlighting the importance of submarine exploration in the region. <PIC>", "images_list": ["2_744"]}
{"id": "WIT_442", "question": "What major achievement did Pierina Legnani accomplish in the world of ballet in 1893?", "provenance": [20745], "ground_truth": "In 1893, Pierina Legnani made a significant contribution to ballet by introducing the 32 fouettés en tournant, a challenging series of turns that became a hallmark in ballet performance. This was showcased during her time as Prima Ballerina Assoluta at the Mariinsky Theatre, where she influenced the dancing styles of her era. <PIC>", "images_list": ["2_745"]}
{"id": "WIT_443", "question": "What are the key characteristics of the Bâton à feu, the hand cannon developed in 14th century Western Europe?", "provenance": [20746], "ground_truth": "The key characteristics of the Bâton à feu developed in 14th century Western Europe include its hexagonal cross-section, steel tube appearance, a weight of 1.04 kg, a length of 18 cm, and a caliber of 2 cm. This weapon was designed for better handling by being mounted at the end of a wooden pole, and it was ignited through a small hole using a red-hot steel stick. <PIC>", "images_list": ["2_746"]}
{"id": "WIT_444", "question": "Which 1921 film featuring Carl Miller is considered one of his most recognized roles?", "provenance": [20748], "ground_truth": "The Kid' from 1921 is considered one of Carl Miller's most recognized roles. <PIC>", "images_list": ["2_748"]}
{"id": "WIT_445", "question": "What award did Malin Vulcano Levanon win in 2016 for her performance as Minna in the film Tjuvheder?", "provenance": [20749], "ground_truth": "In 2016, Malin Vulcano Levanon won the Guldbaggen award for Best Female Lead Role for her performance as Minna in the film Tjuvheder. The film received a total of five Guldbaggen awards that year, highlighting its critical success. <PIC>", "images_list": ["2_749"]}
{"id": "WIT_446", "question": "What architectural style is the historic building in Schuyler, Nebraska designed in, and what features signify this style in its appearance?", "provenance": [20750], "ground_truth": "The historic building in Schuyler, Nebraska is designed in the Moderne architectural style. This style can be recognized by its streamlined forms, lack of ornamentation, and emphasis on horizontal lines, which are characteristic of Moderne architecture. Additionally, the interior features a mural by Philip von Saltza, contributing to the building's historic significance. <PIC>", "images_list": ["2_750"]}
{"id": "WIT_447", "question": "What role does Hook 'Em play in representing The University of Texas at Austin?", "provenance": [20751], "ground_truth": "Hook 'Em serves as the official costumed mascot for The University of Texas at Austin's athletic teams, actively representing the university at various sporting events, engaging with fans, and contributing to a vibrant atmosphere during games. In addition to attending more than 250 events each season, Hook 'Em also participates in various non-school affiliated activities, thereby enhancing the spirit and visibility of the university community. <PIC>", "images_list": ["2_751"]}
{"id": "WIT_448", "question": "What was the first railway service to introduce a streamlined train design by the St. Louis – San Francisco Railway?", "provenance": [20753], "ground_truth": "The Firefly was the first railway service to introduce a streamlined train design by the St. Louis – San Francisco Railway (Frisco). It made its maiden run on March 29, 1940, and was the first streamliner built in the southwest. The Firefly ran competitive times and was popular enough to necessitate additional capacity during World War II. It remained in service until May 22, 1960, when it made its last run between Fort Scott and Tulsa. <PIC>", "images_list": ["2_753"]}
{"id": "WIT_449", "question": "What is the length of the Tulip Viaduct, and which natural feature does it span?", "provenance": [20754], "ground_truth": "The Tulip Viaduct is 2,295 feet long and spans Richland Creek, located between Solsberry and Tulip in Greene County, Indiana. This bridge, completed in 1906, is recognized as one of the most spectacular railroad bridges in the state. <PIC>", "images_list": ["2_754"]}
{"id": "WIT_450", "question": "What agricultural products are commonly found in the area surrounding Mount Hermon?", "provenance": [20755], "ground_truth": "The area surrounding Mount Hermon is characterized by rows of silver-green olive trees, which are a crucial source of income. <PIC>", "images_list": ["2_755"]}
{"id": "WIT_451", "question": "What was Una Lorraine Morris's performance in the 200 metres event at the 1964 Olympics?", "provenance": [20756], "ground_truth": "Una Lorraine Morris finished in fourth place in the 200 metres event at the 1964 Olympics. <PIC>", "images_list": ["2_756"]}
{"id": "WIT_452", "question": "What transportation methods can be used to access the platform at Dortmund-Lütgendortmund station?", "provenance": [20757], "ground_truth": "At Dortmund-Lütgendortmund station, passengers can access the platform using stairs, an escalator, or a lift, ensuring accessibility for all travelers. <PIC>", "images_list": ["2_757"]}
{"id": "WIT_453", "question": "What facilities and services are available in King and Queen Court House, the county seat of King and Queen County, Virginia?", "provenance": [20758], "ground_truth": "King and Queen Court House, the county seat of King and Queen County, Virginia, features several important facilities and establishments, including Central High School, a post office, multiple businesses, and a government complex that houses both the county's old and new courthouses. Additionally, the Courthouse Tavern Museum, dedicated to the history of the county, is located in this area. <PIC>", "images_list": ["2_758"]}
{"id": "WIT_454", "question": "What was the role of the school located at 2601 Cumberland Street during its final years, and how is it connected to Thomas FitzSimons, the historical figure after whom it was named?", "provenance": [20759], "ground_truth": "During its final years, the school at 2601 Cumberland Street functioned as a secondary school for boys. It was named after Thomas FitzSimons, who was a signer of the Constitution of the United States, reflecting its connection to this historical figure. <PIC>", "images_list": ["2_759"]}
{"id": "WIT_455", "question": "Who was the original owner of the W.G. Bowman House in Nogales, Arizona, which was built in 1918?", "provenance": [20761], "ground_truth": "The original owner of the W.G. Bowman House, which was built in 1918 in Nogales, Arizona, was Wirt Bowman. He was a businessman who served as the mayor of Nogales from 1918 to 1919 and was also a member of the Arizona House of Representatives from 1919 to 1920. The house is designed in the Classical Revival architectural style and has been listed on the National Register of Historic Places since August 29, 1985. <PIC>", "images_list": ["2_761"]}
{"id": "WIT_456", "question": "What is the role of the consortium of private donors and local governments in managing the Historic Camden Revolutionary War Site?", "provenance": [20762], "ground_truth": "The consortium of private donors and local governments is responsible for managing the Historic Camden Revolutionary War Site, ensuring its maintenance and operations. This collaborative effort is crucial as the site heavily relies on funding from charitable donations and limited local government support. Volunteers are also key to the preservation and functionality of the site. <PIC>", "images_list": ["2_762"]}
{"id": "WIT_457", "question": "What is the geographical relationship between Mount Vernon Harcourt and Mount Erebus, and who was Mount Vernon Harcourt named after?", "provenance": [20763], "ground_truth": "Mount Vernon Harcourt is located approximately 375 miles south of Mount Erebus. It was named by Sir James Clark Ross in honor of the Reverend William Vernon Harcourt, a founding member of the British Association. <PIC>", "images_list": ["2_763"]}
{"id": "WIT_458", "question": "What's the theme of Natalie Frank's work?", "provenance": [20764], "ground_truth": "In her work, Natalie Frank explores themes of power, sexuality, gender, feminism, and identity. <PIC>", "images_list": ["2_764"]}
{"id": "WIT_459", "question": "What is the Cyfrwy Arete, and what skills are required to navigate it?", "provenance": [20765], "ground_truth": "The Cyfrwy Arete is a steep rock climbing and extreme scrambling route located on Cyfrwy, which requires rope and rock climbing skills for safe navigation. This challenging route is often climbed in conjunction with the nearby Cadair Idris summit. <PIC>", "images_list": ["2_765"]}
{"id": "WIT_460", "question": "What are the primary functions of Sweetwater Dam, and how does its design facilitate these purposes?", "provenance": [20766], "ground_truth": "The primary functions of Sweetwater Dam are flood control, water storage, and recreation. Its design features a robust masonry arch structure that is capable of withstanding significant water pressure and potential overtopping. The dam's height of 108 feet allows it to impound a vast amount of water in the reservoir, with a capacity of 28,079 acre-feet. Additionally, it has seven gated spillways that can handle over 45,000 cubic feet per second, ensuring effective flood control. The dam's intake tower aids in managing water release from various depths, making it an essential facility for both municipal water supply during droughts and recreational opportunities for wildlife management. <PIC>", "images_list": ["2_766"]}
{"id": "WIT_461", "question": "What position did Arne Skaug hold in Norway in 1960?", "provenance": [20767], "ground_truth": "In 1960, Arne Skaug was serving as the Norwegian Minister of Trade and Shipping. <PIC>", "images_list": ["2_767"]}
{"id": "WIT_462", "question": "When was the USS Burrows launched?", "provenance": [20768], "ground_truth": "The USS Burrows was launched on June 23, 1910, by the New York Shipbuilding Company in Camden, New Jersey. The ship was sponsored by Miss Lorna Dorthea Burrows, a relative of Lieutenant William Ward Burrows II, after whom the ship was named. <PIC>", "images_list": ["2_768"]}
{"id": "WIT_463", "question": "What factors contribute to the confusion regarding the designation of the bus's chassis type?", "provenance": [20769], "ground_truth": "Confusion regarding the designation of the bus's chassis type arises primarily from its misidentification as an OmniTown chassis, despite it specifically being a low-floor midibus body built on the Scania N94UB chassis. This mix-up is compounded by the complex histories of the OmniTown and other Scania products, which leads to misunderstandings about their classifications. Additionally, some batches of buses were delivered under different names, which further complicates recognition and identification. <PIC>", "images_list": ["2_769"]}
{"id": "WIT_464", "question": "How does the geographical location of Kingfisher Country Park, particularly its connection to Meriden Park, relate to the River Cole?", "provenance": [20770], "ground_truth": "Kingfisher Country Park is situated along an 11 km stretch of the River Cole, which connects it to areas like Meriden Park. This geographical location highlights the park's relationship with the river, as the lake in Meriden Park flows into the River Cole, emphasizing the park's role in preserving and caring for the river valley ecosystem. <PIC>", "images_list": ["2_770"]}
{"id": "WIT_465", "question": "What evidence from Rashepses' tomb indicates his promotion to the position of vizier during the Fifth Dynasty of Egypt?", "provenance": [20771], "ground_truth": "The evidence indicating Rashepses' promotion to the position of vizier during the Fifth Dynasty of Egypt includes the presence of the vizier title recorded in two letters that are copied on the decoration of his tomb. This suggests that although much of his tomb was completed prior to his promotion, the title was later incorporated into the tomb's inscriptions to reflect his elevated status. <PIC>", "images_list": ["2_771"]}
{"id": "WIT_466", "question": "What were some of Lex van Kreuningen's major accomplishments in cycling between 1959 and 1964?", "provenance": [20773], "ground_truth": "Between 1959 and 1964, Lex van Kreuningen achieved several notable accomplishments in his cycling career, including representing the Netherlands at the 1960 Summer Olympics where he finished fourth in the 100 km team time trial. He also won the Ronde van Limburg in 1960 and the Ronde van Nederland in 1963, along with winning two stages of the Tour de l'Avenir in 1962 and 1963. <PIC>", "images_list": ["2_773"]}
{"id": "WIT_467", "question": "What architectural style is the Gullstein Church designed in?", "provenance": [20774], "ground_truth": "The Gullstein Church, located in the village of Gullstein on the western coast of Tustna island, is designed in the long church architectural style. This wooden church was built in 1869 by architect Christian Christie and features a tower on the west end and a sacristy on the north side of the chancel at the east end. The church has a seating capacity of approximately 300 people. <PIC>", "images_list": ["2_774"]}
{"id": "WIT_468", "question": "When was Die Goldenen Zittronen founded?", "provenance": [20775], "ground_truth": "Die Goldenen Zitronen was founded in 1984. <PIC>", "images_list": ["2_775"]}
{"id": "WIT_469", "question": "What's the population of Banda del Río Salí  in 2010 Census?", "provenance": [20778], "ground_truth": "The population of Banda del Río Salí in 2010 Census was 63,226. <PIC>", "images_list": ["2_778"]}
{"id": "WIT_470", "question": "What years was the military airfield near Wichita Falls operational as a training camp?", "provenance": [20779], "ground_truth": "The military airfield near Wichita Falls operated as a training camp from 1917 until 1919, training 3,000 officers, cadets, and enlisted men during its operation. The field was officially approved for training on January 15, 1918, and ceased flight training activities on November 8, 1919. <PIC>", "images_list": ["2_779"]}
{"id": "WIT_471", "question": "How does the Viking Coastal Trail connect coastal and inland areas in its 25-mile route?", "provenance": [20780], "ground_truth": "The Viking Coastal Trail connects coastal and inland areas by initially following the coastline from Reculver through various coastal towns, including Margate, Broadstairs, and Ramsgate, to reach Pegwell Bay. After this coastal stretch, the route transitions to an inland path that leads back to Reculver, through quiet lanes and villages featuring ancient churches. This combination of coastal and inland pathways creates a diverse cycling experience. <PIC>", "images_list": ["2_780"]}
{"id": "WIT_473", "question": "What historical event halted the construction of the Windawski Canal, and what indications exist today of its lasting impact?", "provenance": [20783], "ground_truth": "The construction of the Windawski Canal was halted due to the unrest caused by the Uprising of 1831 against Russia. This interruption is evidenced by the canal's eventual abandonment and its designation as an engineering monument in Lithuania, indicating its historical significance and the changes in control over the region after the uprising. The canal, once intended for trade, remained unfinished and lost its purpose after Lithuania gained control of adjacent territories. <PIC>", "images_list": ["2_783"]}
{"id": "WIT_474", "question": "Which company run the RMV Scillonian III? ", "provenance": [20784], "ground_truth": "RMV Scillonian III is run by the Isles of Scilly Steamship Company. <PIC>", "images_list": ["2_784"]}
{"id": "WIT_475", "question": "Who was an Italian actor that appeared in over 160 films and television shows, including The Bible: In the Beginning, and died at the age of 90?", "provenance": [20786], "ground_truth": "Gabriele Ferzetti was an Italian actor who appeared in over 160 films and television shows, including The Bible: In the Beginning. He was born on 17 March 1925 and passed away in Rome at the age of 90 on 2 December 2015. <PIC>", "images_list": ["2_786"]}
{"id": "WIT_476", "question": "How many plant species are displayed in the University of Bristol Botanic Garden?", "provenance": [20787], "ground_truth": "The displays include 4500 plant species. These are divided into collections of evolution, Mediterranean, local-flora, rare-native, and finally useful plants. <PIC>", "images_list": ["2_787"]}
{"id": "WIT_477", "question": "What significant achievement did Li Jianrou attain at the 2014 Winter Olympics in her short track speed skating career?", "provenance": [20790], "ground_truth": "Li Jianrou achieved a significant milestone in her short track speed skating career by winning a gold medal in the 500 m event at the 2014 Winter Olympics. This accomplishment highlighted her exceptional talent and dedication to the sport. <PIC>", "images_list": ["2_790"]}
{"id": "WIT_478", "question": "How many enemy aircraft did Hatsuo Hidaka claim to have destroyed during his military service in World War II?", "provenance": [20791], "ground_truth": "Hatsuo Hidaka was officially credited with destroying 11 enemy aircraft during his military service in World War II. He achieved this during aerial combat over China and the Pacific theater, contributing to his status as an ace fighter pilot. <PIC>", "images_list": ["2_791"]}
{"id": "WIT_479", "question": "What types of torture did Venantius of Camerino endure before his martyrdom?", "provenance": [20792], "ground_truth": "Venantius of Camerino endured several brutal methods of torture before his martyrdom, including being scourged, burned with flaming torches, hanged upside-down over a fire, having his teeth knocked out and his jaw broken, being thrown to the lions, and tossed over a high cliff. His suffering is depicted in a wall mural from St. Venantius Church in Horgenzell, where he is shown being hung upside-down over a fire and then thrown to the lions. <PIC>", "images_list": ["2_792"]}
{"id": "WIT_480", "question": "What distinctive design feature of the Waterloo Helmet suggests that it was intended for ceremonial use?", "provenance": [20793], "ground_truth": "The distinctive design feature of the Waterloo Helmet that suggests it was intended for ceremonial use is its horned shape. This horned design, along with its delicate construction from thin bronze sheets, indicates that it was not suitable for battle and was likely meant for display during ceremonies or parades. Additionally, the helmet's decorative elements, including its repoussé decoration and bronze studs, further emphasize its ceremonial purpose. The Waterloo Helmet is one of only three Iron Age helmets found in England and the only horned example from the Iron Age in Europe, reflecting its unique cultural significance. <PIC>", "images_list": ["2_793"]}
{"id": "WIT_481", "question": "What was the original purpose of the structure now known as Merchants Manor Hotel?", "provenance": [20794], "ground_truth": "The original purpose of the structure now known as Merchants Manor Hotel was to serve as a mansion for the Carne family, who were merchants and brewers. <PIC>", "images_list": ["2_794"]}
{"id": "WIT_482", "question": "What historical industry led to the naming of the neighborhood located near the intersection of South Street and Beach Street in Boston?", "provenance": [20795], "ground_truth": "The historical industry that led to the naming of the neighborhood near the intersection of South Street and Beach Street in Boston is the leather industry, which was prominent in the area during the late 19th century. The neighborhood is known as the Leather District, reflecting its industrial heritage. <PIC>", "images_list": ["2_795"]}
{"id": "WIT_483", "question": "Who were some notable individuals that studied at the Richmond Hill Law School?", "provenance": [20797], "ground_truth": "Some notable individuals who studied at Richmond Hill Law School include Secretary of the Interior Jacob Thompson, State Chief Justices William A. Hoke and David Furches, U.S. District Judge Thomas Settle, Congressman William H. H. Cowles, Governors John W. Ellis, Daniel Gould Fowle, and Robert B. Glenn, as well as two-term Mayor of Charlotte, NC, William Johnston. <PIC>", "images_list": ["2_797"]}
{"id": "WIT_484", "question": "Which soundtrack co-produced by Michael Hodges received a Grammy nomination in 2018?", "provenance": [20798], "ground_truth": "The Blade Runner 2049 soundtrack, co-produced by Michael Hodges, was nominated for a Grammy for Best Score Soundtrack for Visual Media in 2018. This soundtrack also debuted at No. 1 on the Billboard Soundtrack Sales Charts and received a BAFTA nomination for Best Film Music at the 71st British Academy Film Awards. <PIC>", "images_list": ["2_798"]}
{"id": "WIT_485", "question": "What makes Qantas House at 68-96 Hunter Street noteworthy in its historical context?", "provenance": [20799], "ground_truth": "Qantas House at 68-96 Hunter Street is noteworthy for several reasons. It was designed by Rudder, Littlemore & Rudder and constructed between 1955 and 1957, reflecting the architectural trends of the post-war International Style. The building features innovative curtain wall technology and uses a variety of Australian materials, making it a significant example of early multi-storey office design in Australia. Its curved facade and thoughtful urban design contribute to the aesthetic and functional value of the surrounding Chifley Square. Additionally, it served as the first purpose-built world headquarters for Qantas Empire Airways, symbolizing Australia's growth in international aviation during the 1950s and its aspiration for a modern identity. <PIC>", "images_list": ["2_799"]}
{"id": "WIT_486", "question": "What geographical feature obstructs the view of Sgùrr na h-Ulaidh from the A82 road?", "provenance": [20800], "ground_truth": "Sgùrr na h-Ulaidh is obstructed from view from the A82 road because it is hidden behind Aonach Dubh a'Ghlinne, which lies in front of it. This geographical feature prevents the mountain from being seen while traveling along the main road. <PIC>", "images_list": ["2_800"]}
{"id": "WIT_487", "question": "Which Norwegian general was appointed to lead forces in Canada after achieving a significant military victory against German forces during World War II?", "provenance": [20801], "ground_truth": "Carl Gustav Fleischer was appointed to command Norwegian forces in Canada after achieving a significant military victory against German forces during World War II, specifically his leadership in the recapture of Narvik on 28 May 1940. Following this achievement, he was sent to Canada where he faced challenges due to political disagreements with the Norwegian government in exile. <PIC>", "images_list": ["2_801"]}
{"id": "WIT_488", "question": "How does the ornate detailing of the Jenne Block contribute to its significance in Douglas, Wyoming?", "provenance": [20804], "ground_truth": "The ornate detailing of the Jenne Block contributes to its significance in Douglas, Wyoming, as it is recognized as the most ornate commercial building in the town, showcasing extensive terra cotta detailing that reflects the architectural richness of the area. This ornate design not only highlights the building's historical value but also underscores its role in the local community, housing important functions like a bank and the Douglas Enterprise newspaper. The building's architectural features play a critical role in its identity and heritage within the town. <PIC>", "images_list": ["2_804"]}
{"id": "WIT_489", "question": "What architectural style characterizes the Balch House, and how do its construction materials reflect this style?", "provenance": [20806], "ground_truth": "The Balch House is characterized by the Queen Anne architectural style. This style is reflected in its construction materials, which include brick and stucco on a solid stone foundation, contributing to the overall aesthetic and structural integrity typical of Queen Anne architecture. The house features distinctive elements like a large front gable and an ornate entrance, enhancing its architectural significance. <PIC>", "images_list": ["2_806"]}
{"id": "WIT_490", "question": "How did Kenzo Suzuki and Marco Corleone perform in their hair vs. hair match at the 2006 Sin Piedad event?", "provenance": [20807], "ground_truth": "Kenzo Suzuki and Marco Corleone lost their hair vs. hair match during the 2006 Sin Piedad event, which resulted in both men having their hair cut off in accordance with the match stipulation. Following their loss, they were shaved bald in the ring. <PIC>", "images_list": ["2_807"]}
{"id": "WIT_491", "question": "How did Giovanni Dolfin's military service influence his physical appearance?", "provenance": [20808], "ground_truth": "Giovanni Dolfin's military service significantly influenced his physical appearance as he was blinded in one eye due to a wound received in battle. <PIC>", "images_list": ["2_808"]}
{"id": "WIT_492", "question": "What distinguishes Apenheul Primate Park from other zoos?", "provenance": [20809], "ground_truth": "Apenheul Primate Park is distinguished by being the first zoo in the world where monkeys can roam freely in a forested environment alongside visitors. This unique approach allows for a more natural interaction between the animals and guests, enhancing the overall experience and welfare of the primates. The park houses over 30 different species of primates, including bonobos, gorillas, and orangutans, further contributing to its special status among zoos. <PIC>", "images_list": ["2_809"]}
{"id": "WIT_493", "question": "What title did Marie de Brimeu acquire after marrying Charles III, Prince of Chimay?", "provenance": [20810], "ground_truth": "After marrying Charles III, Prince of Chimay, Marie de Brimeu acquired the title of Princess. This marriage elevated her status and marked a significant change in her noble rank. <PIC>", "images_list": ["2_810"]}
{"id": "WIT_494", "question": "What class of small nucleolar RNA does snoR60 belong to and what is its main function?", "provenance": [20811], "ground_truth": "snoR60 belongs to the C/D box class of small nucleolar RNAs, and its main function is to direct site-specific 2'-O-methylation of substrate RNAs. <PIC>", "images_list": ["2_811"]}
{"id": "WIT_495", "question": "What route did the Humboldt take in 1901?", "provenance": [20812], "ground_truth": "In 1901, the Humboldt was operating on the Alaska route, specifically departing for Nome. This indicates that she was actively engaged in service along that route during that time period. <PIC>", "images_list": ["2_812"]}
{"id": "WIT_496", "question": "What was the fate of RMS Ophir after it returned to its owners in 1918?", "provenance": [20813], "ground_truth": "After being returned to its owners in 1918, RMS Ophir was not restored to passenger service and remained laid up until it was sold for scrap in August 1921. The ship was eventually broken up in 1922.<PIC>", "images_list": ["2_813"]}
{"id": "WIT_497", "question": "What is the character of the southern coast of Gunungkidul Regency, and which notable beaches can be found there?", "provenance": [20814], "ground_truth": "The southern coast of Gunungkidul Regency is known for its rugged and wild beauty, characterized by several exotic beaches including Baron, Kukup, Krakal, Drini, Sepanjang, Sundak, Siung, Wediombo, and Sadeng. Each of these beaches offers unique scenic views and experiences, making them notable destinations along the coastline. <PIC>", "images_list": ["2_814"]}
{"id": "WIT_498", "question": "In how many cities was the 8th Jagran Film Festival held, and how many films were showcased?", "provenance": [20815], "ground_truth": "The 8th Jagran Film Festival was held in 16 cities across India and showcased a total of 185 films from around the world. <PIC>", "images_list": ["2_815"]}
{"id": "WIT_499", "question": "Where was Leonid Genrikhovich Zorin born and where did he receive his education?", "provenance": [20816], "ground_truth": "Leonid Genrikhovich Zorin was born in Baku, Soviet Union, and he received his education at Azerbaijan University and the Maxim Gorky Literature Institute in Moscow. <PIC>", "images_list": ["2_816"]}
{"id": "WIT_500", "question": "What building in Nordbotn village symbolizes its historical role as a trading and postal center?", "provenance": [20817], "ground_truth": "Nordbotn Church symbolizes the village's historical role as a trading and postal center, reflecting its past significance in these areas. <PIC>", "images_list": ["2_817"]}
{"id": "WIT_501", "question": "Which area of Cambridge features churches, a Hindu temple, and numerous independent shops?", "provenance": [20818], "ground_truth": "The area of Mill Road in Cambridge features churches, a Hindu temple, and numerous independent shops. This vibrant road is known for its diverse community and local businesses.<PIC>", "images_list": ["2_818"]}
{"id": "WIT_502", "question": "In which countries was the 2011 Tour of Britain held?", "provenance": [20819], "ground_truth": "The 2011 Tour of Britain took place in Scotland, Wales, and England. This eight-stage race started in Peebles, Scotland, and concluded in London, England, while also visiting Wales for one stage. <PIC>", "images_list": ["2_819"]}
{"id": "WIT_503", "question": "Which railway branch served the Drongan railway station in Scotland?", "provenance": [20820], "ground_truth": "Drongan railway station was part of the Ayr and Cumnock Branch of the Glasgow and South Western Railway in Scotland. The station opened on 1 July 1872 and closed on 10 September 1951. A line that left the station heading east served the Killoch Ironworks and remains operational today, now serving the Killoch Washery. <PIC>", "images_list": ["2_820"]}
{"id": "WIT_504", "question": "Who is the founder of the musical project Drowse and in which year was it established?", "provenance": [20822], "ground_truth": "Kyle Bates, an American musician and producer, founded the musical project Drowse in 2013. <PIC>", "images_list": ["2_822"]}
{"id": "WIT_505", "question": "What significant achievement did Billy Pierre Bakker attain in the men's tournament at the 2012 Summer Olympics with the Dutch national team?", "provenance": [20827], "ground_truth": "Billy Pierre Bakker achieved a significant milestone by winning a silver medal for the Dutch national team in the men's tournament at the 2012 Summer Olympics. He played an important role in the team's performance during the event. <PIC>", "images_list": ["2_827"]}
{"id": "WIT_506", "question": "What military operations did the 22nd Marine Regiment participate in during World War II?", "provenance": [20830], "ground_truth": "The 22nd Marine Regiment participated in several significant military operations during World War II, including the battles of Eniwetok, Guam, and Okinawa. Additionally, they were involved in the occupation of northern China after the war. Their combat engagements notably included the capture of Engebi and Eniwetok Atoll in February 1944, the assault on Guam beginning in July 1944, and the invasion of Okinawa in April 1945. <PIC>", "images_list": ["2_830"]}
{"id": "WIT_507", "question": "What notable songs from the 19th century have been claimed to be authored or contributed to by Thomas Brigham Bishop?", "provenance": [20832], "ground_truth": "Thomas Brigham Bishop has been claimed to have authored or contributed to several notable 19th-century songs, including 'John Brown's Body,' 'When Johnny Comes Marching Home,' and 'Shoo Fly, Don't Bother Me.' <PIC>", "images_list": ["2_832"]}
{"id": "WIT_508", "question": "Which constituency did Clive Betts represent as a Member of Parliament from 1992 until 2010?", "provenance": [20833], "ground_truth": "Clive Betts served as the Member of Parliament for Sheffield Attercliffe from 1992 until 2010. During this period, he was re-elected multiple times, demonstrating significant support in his constituency. <PIC>", "images_list": ["2_833"]}
{"id": "WIT_509", "question": "Who is currently the abbot of the Benedictine monastery in Waegwan, Chilgok, which was established in 1952?", "provenance": [20835], "ground_truth": "The current abbot of the Benedictine monastery established in 1952 in Waegwan, Chilgok, is Fr Blasio Park. The monastery is home to 131 monks and has a rich history since its foundation after the dissolution of the Territorial Abbey of Tokwon and Holy Cross Abbey in Yanji. <PIC>", "images_list": ["2_835"]}
{"id": "WIT_510", "question": "What significant event occurred on July 28, 1964, regarding the US Naval ship named after Nicholas Biddle?", "provenance": [20837], "ground_truth": "On July 28, 1964, the USS Biddle, a ship named after Nicholas Biddle, was officially renamed to Claude V. Ricketts in honor of Admiral Claude V. Ricketts, who had passed away earlier that month. This renaming coincided with the ship conducting a mixed-manning experiment involving sailors from various NATO countries. <PIC>", "images_list": ["2_837"]}
{"id": "WIT_511", "question": "What inspired the naming of the community of Sycamore in Missouri?", "provenance": [20838], "ground_truth": "The community of Sycamore in Missouri was named after a grove of American sycamore trees that were located near the original town site. This naming reflects the natural environment and geographical features of the area at the time of its founding in 1891. <PIC>", "images_list": ["2_838"]}
{"id": "WIT_512", "question": "Which company is responsible for operating the railway line that connects Ueno and Utsunomiya?", "provenance": [20840], "ground_truth": "The East Japan Railway Company operates the railway line connecting Ueno Station in Tokyo Prefecture to Utsunomiya Station in Tochigi Prefecture. This line is part of the Utsunomiya Line, which runs diagonally through Saitama Prefecture and has a maximum speed of 120 kilometres per hour (75 mph). <PIC>", "images_list": ["2_840"]}
{"id": "WIT_513", "question": "Where is the Whitelaw Reid House?", "provenance": [20841], "ground_truth": "The Whitelaw Reid House is a historic residence near the village of Cedarville in Greene County, Ohio, United States. <PIC>", "images_list": ["2_841"]}
{"id": "WIT_514", "question": "What is the significance of the Thurbrücke Ossingen bridge on the Winterthur–Etzwilen railway line?", "provenance": [20844], "ground_truth": "The Thurbrücke Ossingen bridge is a significant civil engineering structure on the Winterthur–Etzwilen railway line. It measures 332 metres in length and stands 42 metres tall, featuring a five-span truss design that spans the River Thur. This bridge is an important landmark along the route, showcasing the engineering capabilities of its time and facilitating the railway's function. <PIC>", "images_list": ["2_844"]}
{"id": "WIT_515", "question": "How does the folding capability of the front passenger seat in the Toyota Raum enhance cargo space?", "provenance": [20846], "ground_truth": "The folding capability of the front passenger seat in the Toyota Raum allows it to be completely folded flat and then forward, thereby creating a larger, uninterrupted area for cargo storage. This feature maximizes the usable space within the vehicle, facilitating the transport of larger items while still accommodating passengers. <PIC>", "images_list": ["2_846"]}
{"id": "WIT_516", "question": "What was the role of Sardegna during World War I, and how was it strategically significant for Italy?", "provenance": [20850], "ground_truth": "During World War I, Sardegna served as the flagship of the naval forces defending Venice against potential attacks from the Austro-Hungarian Navy. This role was strategically significant as it aimed to protect Italian interests in the Adriatic Sea during a time of heightened tension and conflict. The ship's presence helped to ensure maritime security for Italy in a critical area where enemy threats were anticipated. Sardegna continued to serve in this capacity until November 1917 when the threat intensified, leading to her withdrawal for harbor defense. <PIC>", "images_list": ["2_850"]}
{"id": "WIT_517", "question": "What changes did Perfect Records undergo in 1993 under the management of Dean Blackwood?", "provenance": [20853], "ground_truth": "In 1993, under the management of Dean Blackwood, Perfect Records was revived and began issuing recordings pressed on 78 r.p.m. vinyl. The label released works by artists such as Sun City Girls, Charlie Feathers, Junior Kimbrough, The Balfa Brothers, and John Fahey. <PIC>", "images_list": ["2_853"]}
{"id": "WIT_518", "question": "Where is the Fountains Fell?", "provenance": [20854], "ground_truth": "Fountains Fell is a mountain in the Yorkshire Dlaes, England. <PIC>", "images_list": ["2_854"]}
{"id": "WIT_520", "question": "Where is The Sacred Heart Cathedral? ", "provenance": [20857], "ground_truth": "The Sacred Heart Cathedral is located atthe street Sadiq Asimov, Tashkent, the capital of Uzbekistan. <PIC>", "images_list": ["2_857"]}
{"id": "WIT_521", "question": "What was the original name of the coastal minesweeper USS Aggressor (AMc-64) and when did it receive its new name?", "provenance": [20859], "ground_truth": "The coastal minesweeper USS Aggressor (AMc-64) was originally named Alliance (AMc-64), and it was renamed Aggressor on 23 May 1941. <PIC>", "images_list": ["2_859"]}
{"id": "WIT_522", "question": "What are the dimensions and notable design features of Tullibody Old Kirk?", "provenance": [20862], "ground_truth": "Tullibody Old Kirk measures 19 by 6.7 metres (62 by 22 ft), featuring several notable design elements. The roofless structure has a bellcote on the western gable that dates back to 1772, while the western windows and south porch are additions from the 19th century. Two doorways from the 16th century, including one dated 1539, also survive, highlighting the church's architectural history. Significant monuments within the burial ground further enhance its historical significance. <PIC>", "images_list": ["2_862"]}
{"id": "WIT_523", "question": "How does The Ware Center serve the Visual & Performing Arts department at Millersville University?", "provenance": [20863], "ground_truth": "The Ware Center serves the Visual & Performing Arts department at Millersville University by providing a venue for the department's activities, including various musical, theatrical, and dance events, as well as art exhibits. The center also hosts classes for nearly 1,000 students during the Fall and Spring semesters, offering over 20 classrooms. Renovations have been made to meet the university's needs, enhancing both classroom space and performance facilities. This supports Millersville University's mission to promote arts education and creativity within the community. <PIC>", "images_list": ["2_863"]}
{"id": "WIT_524", "question": "How has the size and layout of Greenacres changed since the death of Harold Lloyd?", "provenance": [20864], "ground_truth": "Since the death of Harold Lloyd in 1971, Greenacres has undergone significant changes. The lower part of the estate was subdivided into approximately 15 large home lots, while the mansion retained around 5 original flat acres of land. This reconfiguration transformed the estate from its original expansive layout into a more compact area centered around the mansion. <PIC>", "images_list": ["2_864"]}
{"id": "WIT_525", "question": "What significant contributions to radio astronomy are associated with Rodney Deane Davies at the University of Manchester and Jodrell Bank Observatory?", "provenance": [20867], "ground_truth": "Rodney Deane Davies made significant contributions to radio astronomy through his research on the Cosmic Microwave Background (CMB) and the 21cm line. His work included measuring the CMB anisotropies and studying the large-scale structure of the Universe. He also played a key role in CMB experiments and was involved in projects related to the Planck satellite, coordinating research on Galactic and Solar System science. Throughout his career, he published over 500 scientific papers on these topics. <PIC>", "images_list": ["2_867"]}
{"id": "WIT_526", "question": "At what age did Sister Madonna Buder finish an Ironman Triathlon at the Subaru Ironman Canada?", "provenance": [20868], "ground_truth": "Sister Madonna Buder finished an Ironman Triathlon at the age of 82 during the Subaru Ironman Canada on August 26, 2012, setting the world record for the oldest woman to ever complete this event. <PIC>", "images_list": ["2_868"]}
{"id": "WIT_527", "question": "As of late 2007, how many structures have been solved for this class of enzymes?", "provenance": [20869], "ground_truth": "As of late 2007, 16 structures have been solved for this class of enzymes. <PIC>", "images_list": ["2_869"]}
{"id": "WIT_528", "question": "Which notable Scottish artists have made significant contributions to the legacy of Hospitalfield House in Arbroath, Angus, Scotland?", "provenance": [20870], "ground_truth": "Notable Scottish artists who have contributed to the legacy of Hospitalfield House include Joan Eardley, Peter Howson, Will Maclean, Robert Colquhoun, Robert MacBryde, William Gear, Alasdair Gray, Wendy McMurdo, and Callum Innes. Their involvement has helped establish Hospitalfield as an important center for the arts in Scotland. <PIC>", "images_list": ["2_870"]}
{"id": "WIT_529", "question": "What position has Léon Kengo wa Dondo held in the Democratic Republic of the Congo since 2007?", "provenance": [20871], "ground_truth": "Since 2007, Léon Kengo wa Dondo has been serving as the President of the Senate of the Democratic Republic of the Congo. His role has been significant in the legislative process and governance of the country. <PIC>", "images_list": ["2_871"]}
{"id": "WIT_530", "question": "What is the significance of Sabugal Castle in the city's identity?", "provenance": [20872], "ground_truth": "Sabugal Castle is the main historical feature of Sabugal, serving as a significant landmark that embodies the city's heritage and contributes to its identity. The castle, known for its Gothic architecture and pentagonal outer wall, reflects the historical and cultural essence of Sabugal, making it a prominent attraction within the municipality. <PIC>", "images_list": ["2_872"]}
{"id": "WIT_531", "question": "In which league does Ayşe Önal play as a forward for Karşıyaka BESEM Spor?", "provenance": [20873], "ground_truth": "Ayşe Önal plays in the First League as a forward for Karşıyaka BESEM Spor. <PIC>", "images_list": ["2_873"]}
{"id": "WIT_532", "question": "How does the name 'Musashi' reflect its significance in Japanese history?", "provenance": [20874], "ground_truth": "The name 'Musashi' reflects its significance in Japanese history by honoring Musashi province, a region rich in cultural heritage, while also creating a legacy that continued with the more notable World War II battleship of the same name. This connection underscores the vessel's role in Japan's maritime and military history, linking earlier naval endeavors to later, more prominent figures in Japan's naval legacy. <PIC>", "images_list": ["2_874"]}
{"id": "WIT_533", "question": "How does the outer rim of the Maxwell crater compare to the rims of surrounding craters in terms of its organization and erosion?", "provenance": [20875], "ground_truth": "The outer rim of the Maxwell crater is generally uneven and poorly defined compared to its surrounding craters. While there is some organization along the western edge of Maxwell, it remains worn and eroded, indicating greater degradation than some neighboring craters. <PIC>", "images_list": ["2_875"]}
{"id": "WIT_534", "question": "What signature utensils are used to serve desserts at the Max Brenner location in Boston?", "provenance": [20876], "ground_truth": "At the Max Brenner location in Boston, desserts are served in signature utensils that are part of their unique chocolate-based dessert experience, enhancing the overall enjoyment of their decadent offerings. <PIC>", "images_list": ["2_876"]}
{"id": "WIT_535", "question": "What details indicate that the inscriptions on the Monreal Stones were made using the Baybayin vowel deleter introduced in the 17th century?", "provenance": [20877], "ground_truth": "The inscriptions on the Monreal Stones indicate they were made using the Baybayin vowel deleter introduced in the 17th century because initial examinations revealed that this deleter was introduced in 1621 by Spanish friars, which suggests that the inscriptions could not have been made earlier than that date. <PIC>", "images_list": ["2_877"]}
{"id": "WIT_536", "question": "What is the location of Mount Lefroy and what notable geographical features are found nearby?", "provenance": [20878], "ground_truth": "Mount Lefroy is located on the Continental Divide at the border of Alberta and British Columbia in western Canada. Notable geographical features surrounding it include Abbot Pass, which separates Lake Louise in Banff National Park from Lake O'Hara in Yoho National Park. Mount Victoria is located immediately to the west of the pass. <PIC>", "images_list": ["2_878"]}
{"id": "WIT_537", "question": "What is the historical importance of Ruthrieston railway station in the development of Aberdeen's railway network?", "provenance": [20879], "ground_truth": "Ruthrieston railway station, opened in January 1856 by the Great North of Scotland Railway (GNSR), played a significant role in the development of the railway network in Aberdeen. It served the suburb of Ruthrieston and was part of the Deeside Railway, which connected Aberdeen to Ballater. The station experienced several openings and closures over the years, reflecting the changing dynamics of rail travel in the face of growing competition from bus services, particularly leading to its closure in April 1937. Additionally, the station's existence contributed to the suburban railway service that once thrived in the area until its gradual decline. The remnants of the station site now form part of the Deeside Way long-distance footpath, preserving its historical significance in the region's transport history. <PIC>", "images_list": ["2_879"]}
{"id": "WIT_538", "question": "What mountain in the Ammergau Alps is known for offering a challenging ski tour through the Hochgrieß Cirque?", "provenance": [20880], "ground_truth": "The Kreuzspitze, standing at 2,185 meters, is known for offering a challenging ski tour through the Hochgrieß Cirque in the Ammergau Alps. This mountain is the highest in the Bavarian section of the range and provides scenic routes and climbing experiences for adventurers. <PIC>", "images_list": ["2_880"]}
{"id": "WIT_540", "question": "What experiences and opportunities helped Dorothy Dalton advance her career to Hollywood by 1914?", "provenance": [20883], "ground_truth": "Dorothy Dalton advanced her career to Hollywood by 1914 through her extensive experience in stock companies located in Chicago, Terre Haute, Indiana, and Holyoke, Massachusetts. Additionally, her involvement with the Keith-Albee-Orpheum Corporation vaudeville circuits provided her with valuable exposure and opportunities in the entertainment industry. <PIC>", "images_list": ["2_883"]}
{"id": "WIT_541", "question": "How does the Buxach river interact with the Buxheimer Weiher and the Reutenbach?", "provenance": [20887], "ground_truth": "The Buxach river feeds the Buxheimer Weiher, which is a reservoir located north of Buxheim. However, the water from the Buxheimer Weiher does not flow back into the Buxach; instead, it flows into the Reutenbach. The Reutenbach then continues to flow north through Buxheim before emptying into the Iller river. The mouth of the Reutenbach is situated about 2.3 kilometers north of where the Buxach meets the Iller. <PIC>", "images_list": ["2_887"]}
{"id": "WIT_542", "question": "What significant achievement did Clare Golding accomplish in the field of swimming during the 1930s?", "provenance": [20888], "ground_truth": "Clare Golding achieved a significant milestone in swimming in the 1930s by winning a gold medal in the 200-metre breaststroke at the 1932 Summer Olympics, held in Los Angeles, California. This victory marked her as one of the standout athletes of her time. <PIC>", "images_list": ["2_888"]}
{"id": "WIT_543", "question": "In which municipality is Tagarapuvalasa located?", "provenance": [20890], "ground_truth": "Tagarapuvalasa is located in the Bheemunipatnam Municipality, which is part of Andhra Pradesh. This neighbourhood is situated on the banks of the River Gosthani and is positioned along the Kolkata – Chennai National Highway 16. The area has historical significance with traces of early habitation and trade dating back to the 3rd century BC, including notable Early Buddhist sites nearby. <PIC>", "images_list": ["2_890"]}
{"id": "WIT_544", "question": "How do Syrian Christians in India observe the Eight Day Lent of St. Mary?", "provenance": [20892], "ground_truth": "Syrian Christians in India observe the Eight Day Lent of St. Mary by engaging in charitable activities, attending evangelical conventions, participating in special prayers, and praying the rosary in groups. This solemn period runs from the 1st to the 8th of September and includes a range of traditional practices to honor the Virgin Mary. <PIC>", "images_list": ["2_892"]}
{"id": "WIT_545", "question": "What are the architectural features of the Old University Library in Lincoln, Nebraska, that are characteristic of the Richardsonian Romanesque style?", "provenance": [20893], "ground_truth": "The Old University Library in Lincoln, Nebraska, is designed in the Richardsonian Romanesque style, which is characterized by its distinctive use of red bricks. This architectural style is known for its robust and textured surfaces, rounded arches, and intricate stonework, all of which can be identified in the structure of the library. The library was built in 1891 and has been recognized for its historical significance since it was listed on the National Register of Historic Places in 1975. <PIC>", "images_list": ["2_893"]}
{"id": "WIT_546", "question": "What is the meaning of the Quechua word 'walaychu' and how does it relate to the small stringed instrument?", "provenance": [20894], "ground_truth": "The Quechua word 'walaychu' means 'a lazy man or someone who always lays on the ground.' It is a colloquial term used in the Viceroyalty of Peru to refer to this small charango variant, highlighting its cultural significance and connection to local traditions. The walaycho is part of the charango family and shares this cultural context. <PIC>", "images_list": ["2_894"]}
{"id": "WIT_547", "question": "How is North Dome situated in relation to Indian Ridge and nearby features in Yosemite National Park?", "provenance": [20895], "ground_truth": "North Dome is positioned as the southernmost summit of Indian Ridge, located 0.6 miles (1.0 km) north of Washington Column and the Royal Arches on the northeastern wall of Yosemite Valley. It can be accessed via several trails from the Tioga Pass Road or the Yosemite Falls trail, among other routes. <PIC>", "images_list": ["2_895"]}
{"id": "WIT_548", "question": "What contributions did Chin Kaw make to the settlement of Chinese immigrants in Tasmania?", "provenance": [20897], "ground_truth": "Chin Kaw contributed to the settlement of Chinese immigrants in Tasmania by recruiting workers from China for the Tasmanian tin-mining industry. His efforts facilitated the arrival and integration of these immigrants into Australian society, as he organized their passage and helped them find work, enabling many to settle successfully in Tasmania. Additionally, he established a general grocery and herb store that served as a meeting point for the local Chinese community, further supporting their settlement. <PIC>", "images_list": ["2_897"]}
{"id": "WIT_549", "question": "What enzymes participate in the conversion of IMP to GMP within the guanine nucleotide pathway?", "provenance": [20898], "ground_truth": "The enzymes that participate in the conversion of IMP to GMP within the guanine nucleotide pathway are IMP dehydrogenase, which oxidizes IMP to XMP, and GMP synthetase, which catalyzes the conversion of XMP to GMP. GMP synthetase also plays a role in generating L-glutamate from L-glutamine during this process. <PIC>", "images_list": ["2_898"]}
{"id": "WIT_550", "question": "Who are the Dahm triplets and what is their place of origin?", "provenance": [20901], "ground_truth": "The Dahm triplets, consisting of Nicole, Erica, and Jaclyn Dahm, are identical triplets hailing from Minnesota. They were born on December 12, 1977. <PIC>", "images_list": ["2_901"]}
{"id": "WIT_551", "question": "How does the small nucleolar RNA Me28S-Am2589 achieve site-specific 2'-O-methylation of its target RNA?", "provenance": [20904], "ground_truth": "The small nucleolar RNA Me28S-Am2589 achieves site-specific 2'-O-methylation of its target RNA by functioning as a member of the box C/D family of snoRNAs, which are known to direct this specific modification. Me28S-Am2589 contains conserved sequence motifs termed the C box and the D box, which play essential roles in guiding the methylation process. It is predicted that this snoRNA specifically directs the 2'-O-methylation of 28S A-2589. <PIC>", "images_list": ["2_904"]}
{"id": "WIT_552", "question": "In which year was the Old Prince Edward County Clerk's Office added to the National Register of Historic Places?", "provenance": [20908], "ground_truth": "The Old Prince Edward County Clerk's Office was added to the National Register of Historic Places in 1979, recognizing its historical significance and well-preserved Roman Revival architecture. <PIC>", "images_list": ["2_908"]}
{"id": "WIT_553", "question": "What significant event in Mr. Rossi's career occurred at Canada's National Arts Centre?", "provenance": [20909], "ground_truth": "A significant event in Mr. Rossi's career was the production of his first full-length play, The Chain, at Canada's National Arts Centre in Ottawa. This marked an important milestone in his journey as a playwright, showcasing his work on a national stage. <PIC>", "images_list": ["2_909"]}
{"id": "WIT_554", "question": "What are the geographical coordinates of Toke Atoll?", "provenance": [20911], "ground_truth": "The geographical coordinates of Toke Atoll are 11°17′N, 169°37′E. These coordinates indicate its specific position within the Ratak Chain of the Marshall Islands. <PIC>", "images_list": ["2_911"]}
{"id": "WIT_555", "question": "What design feature of Southworth Library enhances air circulation in the stack rooms?", "provenance": [20912], "ground_truth": "Southworth Library features open grid flooring in the stack rooms, which is specifically designed to improve air circulation and contribute to a more comfortable environment for patrons and staff. <PIC>", "images_list": ["2_912"]}
{"id": "WIT_556", "question": "What year was Kevin Sundher selected in the NHL Entry Draft by the Buffalo Sabres?", "provenance": [20913], "ground_truth": "Kevin Sundher was selected by the Buffalo Sabres in the 2010 NHL Entry Draft. <PIC>", "images_list": ["2_913"]}
{"id": "WIT_557", "question": "What makes the Vale of York Hoard distinct in comparison to other Viking hoards discovered in Britain?", "provenance": [20915], "ground_truth": "The Vale of York Hoard is distinct due to its substantial composition of 617 silver coins and 65 additional items, making it one of the largest Viking hoards discovered in Britain since the Cuerdale hoard in 1840. Furthermore, the hoard includes a diverse range of artifacts from various locations, illustrating the extensive travels and trade networks of the Vikings. <PIC>", "images_list": ["2_915"]}
{"id": "WIT_558", "question": "What river does Provincial Trunk Highway 6 cross at Grand Rapids?", "provenance": [20916], "ground_truth": "Provincial Trunk Highway 6 crosses the Saskatchewan River at Grand Rapids, Manitoba. This river is significant as it marks the point where the Saskatchewan River enters Lake Winnipeg. The Grand Rapids Bridge spans this river, facilitating travel in the region. <PIC>", "images_list": ["2_916"]}
{"id": "WIT_559", "question": "In which region did Lepanto operate while serving in the Italian Navy from 1933 to 1943?", "provenance": [20917], "ground_truth": "Lepanto operated in the far east while serving in the Italian Navy from 1933 to 1943. <PIC>", "images_list": ["2_917"]}
{"id": "WIT_560", "question": "What airport bus service connected Glasgow Airport to central Glasgow and was discontinued on July 31, 2011?", "provenance": [20918], "ground_truth": "The bus service that connected Glasgow Airport to central Glasgow and was discontinued on July 31, 2011, was the Glasgow Flyer. It operated from Buchanan Bus Station and provided a scheduled shuttle service. <PIC>", "images_list": ["2_918"]}
{"id": "WIT_561", "question": "What fault zone separates the southeast part of the White Mountains from the Silver Peak Range?", "provenance": [20919], "ground_truth": "The fault zone that separates the southeast part of the White Mountains from the Silver Peak Range is the Furnace Creek Fault Zone. This geological feature plays a significant role in the topography and ecology of the region. <PIC>", "images_list": ["2_919"]}
{"id": "WIT_563", "question": "When was the Vesuvius National Park founded?", "provenance": [20921], "ground_truth": "Vesuvius National Park was founded on June 5, 1995. <PIC>", "images_list": ["2_921"]}
{"id": "WIT_564", "question": "When was the LG Optimus L7 first made available to consumers?", "provenance": [20922], "ground_truth": "The LG Optimus L7 was first made available to consumers in July 2012 following its announcement at the Mobile World Congress in March of the same year. <PIC>", "images_list": ["2_922"]}
{"id": "WIT_565", "question": "What is another function of the Mossyrock Dam besides hydroelectric production?", "provenance": [20923], "ground_truth": "In addition to hydroelectric production, the Mossyrock Dam also serves the purpose of flood control. The dam is situated on the Cowlitz River near Mossyrock, Washington, and its primary function is to generate electricity, while flood control is a secondary function. This dual role plays a significant part in managing water resources in the area. <PIC>", "images_list": ["2_923"]}
{"id": "WIT_566", "question": "What is the geographic relationship of Wariri mountain to the lakes Wilaquta and Ñiq'i Quta?", "provenance": [20925], "ground_truth": "Wariri mountain is located between the lake Wilaquta to the north and Ñiq'i Quta to the south, with Wariri itself rising approximately 4,800 meters high in the Andes of southern Peru. <PIC>", "images_list": ["2_925"]}
{"id": "WIT_567", "question": "In which area of Washington County is the Adam and Johanna Feldman House located?", "provenance": [20927], "ground_truth": "The Adam and Johanna Feldman House is located in an unincorporated part of Washington County, specifically in the Garden Home-Whitford area. <PIC>", "images_list": ["2_927"]}
{"id": "WIT_568", "question": "What is the length of Keeler Creek and through which township does it flow?", "provenance": [20928], "ground_truth": "Keeler Creek is approximately 2.0 miles long and flows through Falls Township, Wyoming County, Pennsylvania. The creek's watershed also extends into Newton Township, Lackawanna County. <PIC>", "images_list": ["2_928"]}
{"id": "WIT_569", "question": "What positions did Saeed Mortazavi hold in the Iranian judiciary, and what were the years of his tenure as Prosecutor General of Tehran?", "provenance": [20929], "ground_truth": "Saeed Mortazavi held positions as a judge and the Prosecutor General of Tehran. He served as Prosecutor General from 2003 to 2009. <PIC>", "images_list": ["2_929"]}
{"id": "WIT_570", "question": "Which railway lines run through the Poznań Starołęka railway station?", "provenance": [20931], "ground_truth": "The Poznań Starołęka railway station is situated on the Kluczbork–Poznań railway and the Swarzędz-Poznań Starołęka railway. <PIC>", "images_list": ["2_931"]}
{"id": "WIT_571", "question": "Who served as governor of Milan from 1656 to 1660 before retiring to Cambrai?", "provenance": [20932], "ground_truth": "Alfonso Pérez de Vivero, Count of Fuensaldaña, served as governor of Milan from 1656 to 1660 before retiring to Cambrai. He was a notable Spanish soldier and nobleman with a distinguished military career in the Army of Flanders and various other military roles. <PIC>", "images_list": ["2_932"]}
{"id": "WIT_572", "question": "What is the layout of Seoul Land and how does it integrate its attractions with the environment?", "provenance": [20933], "ground_truth": "Seoul Land's layout consists of approximately one third of its 300,000 m² designated as green space, creating a balance between natural areas and entertainment. The remaining area is packed with attractions, including rides, arcades, and obstacle courses. This integration of green space with various themed areas enhances the overall visitor experience by combining leisure and nature. Notably, many rides are themed around popular animation characters, further enriching the park's appeal. <PIC>", "images_list": ["2_933"]}
{"id": "WIT_573", "question": "What contributions did Nancy A. Thornberry make to advancements in diabetes treatment during her time at Merck?", "provenance": [20935], "ground_truth": "Nancy A. Thornberry significantly advanced diabetes treatment during her tenure at Merck by initiating research into dipeptidyl peptidase-4 (DPP-4), which ultimately led to the development of FDA-approved medications for Type 2 diabetes. Specifically, she led the biology team for the development of Januvia™ (sitagliptin), a once-a-day oral medication that improves glucose tolerance, with the drug receiving FDA approval in October 2006. Following this, the combination drug Janumet™, which includes sitagliptin and metformin, was also approved in April 2007. Thornberry's efforts contributed to the recognition of her team's work with the Prix Galien USA award in 2007, acknowledging their remarkable achievements in diabetes treatment. <PIC>", "images_list": ["2_935"]}
{"id": "WIT_574", "question": "How does the airport's location near major routes and interstates impact its accessibility?", "provenance": [20936], "ground_truth": "The location of Mid-State Regional Airport near U.S. Route 322 and Interstate 80 significantly improves its accessibility, making it relatively easy for travelers to reach the airport from major transportation routes. Being just 5 miles from U.S. Route 322 and 10 miles from Interstate 80 allows for convenient access from nearby towns and regions, enhancing the airport's usability for general aviation and other activities. <PIC>", "images_list": ["2_936"]}
{"id": "WIT_575", "question": "What types of vessels and platforms can the Mighty Servant 1 transport, and what modifications were made to accommodate the production rig P36?", "provenance": [20939], "ground_truth": "The Mighty Servant 1 is designed to transport very large vessels and offshore platforms, including oil rigs, floating drydocks, semi-submersible drilling units, harsh-environment deep-water jack-up rigs, and large floating production platforms such as tension-leg platforms. To accommodate the production rig P36, its width was increased from 40 meters to 50 meters in 1999. <PIC>", "images_list": ["2_939"]}
{"id": "WIT_576", "question": "What architectural style characterizes the Jones Memorial Library building located on Rivermont Avenue in Lynchburg, Virginia?", "provenance": [20940], "ground_truth": "The architectural style characterizing the Jones Memorial Library building is the Neoclassical Revival style. This building, designed by the local architectural firm of Frye & Chesterman, was constructed in 1906–07 and listed on the National Register of Historic Places in 1980. <PIC>", "images_list": ["2_940"]}
{"id": "WIT_577", "question": "What key design feature differentiates the 7.35×51mm Carcano cartridge from the 6.5mm Carcano?", "provenance": [20943], "ground_truth": "The key design feature that differentiates the 7.35×51mm Carcano cartridge from the 6.5mm Carcano is the introduction of a Spitzer-style bullet. This design minimizes air resistance during flight, enhancing the cartridge's performance compared to its predecessor. The 7.35mm cartridge was developed in the late 1930s to address concerns about the inadequate performance of the earlier 6.5mm caliber during military campaigns. <PIC>", "images_list": ["2_943"]}
{"id": "WIT_578", "question": "What geographical feature defines the summit location of the Grosser Diamantstock?", "provenance": [20944], "ground_truth": "The summit of the Grosser Diamantstock is defined by its position as the tripoint where the glacier valleys of Hiendertelltigletscher, Bächligletscher, and Gruebengletscher converge. This geographic feature highlights its significance in the Bernese Alps, specifically in the Bernese Oberland region. <PIC>", "images_list": ["2_944"]}
{"id": "WIT_581", "question": "What makes Mount Alice the most prominent peak in the skyline northeast of Seward, Alaska?", "provenance": [20950], "ground_truth": "Mount Alice is the most prominent peak in the skyline northeast of Seward, Alaska, due to its significant elevation of 5,318 feet, which allows it to rise one vertical mile above the nearby Resurrection River and Resurrection Bay. Its notable topographic relief, combined with its position in the Kenai Mountains, contributes to its striking visibility from Seward. The mountain was named to honor Alice Lowell Scheffler, and it is characterized by steep terrain and a tundra climate, making it a distinctive feature of the landscape. <PIC>", "images_list": ["2_950"]}
{"id": "WIT_582", "question": "Where is Choreveco located in relation to significant geographical features like Yucamane and Chiarjaque?", "provenance": [20951], "ground_truth": "Choreveco is located northeast of the volcano Yucamane and is situated between the mountain Chiarjaque to the west and the lake Vilacota to the east. <PIC>", "images_list": ["2_951"]}
{"id": "WIT_583", "question": "How are the vineyard plots on Pico Island designed to shield the vines from environmental factors?", "provenance": [20952], "ground_truth": "The vineyard plots on Pico Island are designed with an extensive network of long, spaced-apart black basalt stone walls that run parallel to the coast and extend into the interior of the island. These walls serve to protect the vines from wind and salty sea spray, which is critical for successful grape cultivation. The vines are planted within thousands of small rectangular enclosures known as currais, providing further protection and structure to the vineyard landscape. <PIC>", "images_list": ["2_952"]}
{"id": "WIT_584", "question": "What feature of Brace Mountain's summit attracts hang gliders and paragliders?", "provenance": [20953], "ground_truth": "Brace Mountain's summit is characterized by its baldness and is marked by a large cairn, making it a popular site for launching hang gliders and paragliders. This elevation offers optimal conditions for these activities due to its steep and narrow launch area, along with favorable geography and thermals that facilitate smooth flights. <PIC>", "images_list": ["2_953"]}
{"id": "WIT_585", "question": "What tournaments in the 2002 WTA Tour calendar contributed to Serena Williams' ranking?", "provenance": [20955], "ground_truth": "The tournaments in the 2002 WTA Tour calendar that contributed to Serena Williams' ranking included the Grand Slam tournaments, the WTA Tier I-V Events, the Fed Cup, and the year-end championships. Williams notably won three Grand Slam titles during the year, which significantly impacted her ranking, allowing her to ascend to No. 1 in July and maintain that position throughout the season. <PIC>", "images_list": ["2_955"]}
{"id": "WIT_586", "question": "What unique record did Brittany Boyd achieve in the Pac-12 Conference during her college basketball career?", "provenance": [20957], "ground_truth": "Brittany Boyd made history in the Pac-12 Conference by being the first player to reach career totals of 1,400 points, 700 rebounds, 600 assists, and 300 steals, showcasing her all-around skills on the basketball court. <PIC>", "images_list": ["2_957"]}
{"id": "WIT_587", "question": "How has Jackie Larson Bread's beading technique changed over the years, and what awards has she received for her work?", "provenance": [20958], "ground_truth": "Jackie Larson Bread's beading technique has evolved through a process of trial and error, allowing her to refine her skills over more than 20 years of practice. She has garnered numerous awards in recognition of her exceptional beadwork like the award \"Best of Show\", \"Best of Division\". <PIC>", "images_list": ["2_958"]}
{"id": "WIT_588", "question": "What inspired the architectural design of the Telekom Tower in Kuala Lumpur, particularly its shape and structure?", "provenance": [20959], "ground_truth": "The architectural design of the Telekom Tower in Kuala Lumpur is inspired by the shape of a sprouting 'bamboo shoot', which is reflected in its distinctive twisted structure. This design not only enhances the aesthetic appeal of the building but also serves to symbolize growth and sustainability. Additionally, the tower incorporates environmental design features that optimize energy efficiency and maximize the benefits of its surroundings. <PIC>", "images_list": ["2_959"]}
{"id": "WIT_589", "question": "Why is Hell Station considered significant in railway transportation?", "provenance": [20960], "ground_truth": "Hell Station is considered significant in railway transportation because it is located at the intersection of the Nordland Line and the Meråker Line, making it a critical junction for rail traffic in Norway. This strategic position has contributed to its popularity as a tourist attraction. <PIC>", "images_list": ["2_960"]}
{"id": "WIT_590", "question": "What architectural features of the Owen-Primm House illustrate its growth and development from its original construction in 1806 to the late 19th century?", "provenance": [20964], "ground_truth": "The architectural features of the Owen-Primm House that illustrate its growth and development include its initial structure as a log cabin built in c. 1806, which reflects early frontier architecture. The expansion with wood framing by Thomas Perkins Primm around c. 1845 represents a shift towards more durable and refined construction methods. Additionally, the significance noted around c. 1900 indicates further developments in the property, showcasing its evolution over time. The property also includes outbuildings such as log slave cabins from c. 1845, reflecting both the historical context of the time and the agricultural practices of the period. <PIC>", "images_list": ["2_964"]}
{"id": "WIT_591", "question": "Which characters were prominent on the packaging of Gold Dust Washing Powder?", "provenance": [20965], "ground_truth": "The prominent characters on the packaging of Gold Dust Washing Powder were the Gold Dust Twins, specifically Goldie and Dustie. These characters became iconic representations of the brand and were featured in various marketing materials throughout its production. Their imagery often depicted them humorously engaged in household chores, supporting the product's slogan, 'Let the Twins Do Your Work.' <PIC>", "images_list": ["2_965"]}
{"id": "WIT_592", "question": "How did Pissuthnes' revolt against the Persian king end, and who played a role in this outcome?", "provenance": [20966], "ground_truth": "Pissuthnes' revolt against the Persian king ended when Tissaphernes, who was sent by the king to suppress the revolt, successfully bribed Lycon, a Greek mercenary leader. Tissaphernes then brought Pissuthnes to Susa, where he was executed. This resolution involved Pissuthnes, Tissaphernes, and Lycon. Tissaphernes subsequently became the Satrap of Lydia after Pissuthnes' execution. <PIC>", "images_list": ["2_966"]}
{"id": "WIT_593", "question": "For which specific project did Dan Milano receive an Emmy nomination for writing?", "provenance": [20968], "ground_truth": "Dan Milano received an Emmy nomination for his writing on the project titled Robot Chicken: Star Wars 2. <PIC>", "images_list": ["2_968"]}
{"id": "WIT_594", "question": "What historical features in Zeil am Main highlight its medieval heritage?", "provenance": [20971], "ground_truth": "The historical features that highlight Zeil am Main's medieval heritage include its medieval walls and towers, which were part of the city's protective fortifications established after it was granted municipal rights in 1379. Additionally, the ruins of Schmachtenburg castle also reflect this medieval past. Zeil's strategic location and its role in the rivalry between the dioceses of Würzburg and Bamberg further underscore its historical significance. <PIC>", "images_list": ["2_971"]}
{"id": "WIT_595", "question": "What were the casualties and injuries resulting from the bombings at the Roman Catholic Cathedral of Our Lady of Mount Carmel in Jolo, Sulu on January 27, 2019?", "provenance": [20973], "ground_truth": "The bombings at the Roman Catholic Cathedral of Our Lady of Mount Carmel in Jolo, Sulu on January 27, 2019, resulted in twenty people being killed and 82 others injured. The Islamic State claimed responsibility for these attacks. <PIC>", "images_list": ["2_973"]}
{"id": "WIT_596", "question": "What activities in the 19th and 20th centuries contributed to the alteration or destruction of streams in the Solomon Creek area?", "provenance": [20975], "ground_truth": "In the 19th and 20th centuries, anthracite mining significantly contributed to the alteration and destruction of streams in the Solomon Creek area, leading to numerous environmental changes in the watershed. The extensive mining operations resulted in the degradation of the natural waterways, impacting their ecosystems severely. <PIC>", "images_list": ["2_975"]}
{"id": "WIT_597", "question": "What classification changes has the BRP Hilario Ruiz undergone since it was commissioned?", "provenance": [20977], "ground_truth": "Since its commissioning, the BRP Hilario Ruiz has undergone several classification changes. It was initially designated as Fast Patrol Craft with the designation DF-378, then reclassified as Patrol Gunboat PG-378, and most recently designated as Coastal Patrol Craft PC-377 as of April 2016. <PIC>", "images_list": ["2_977"]}
{"id": "WIT_598", "question": "What is the historical significance of the Empire Ranch headquarters in Arizona's cattle industry?", "provenance": [20978], "ground_truth": "The Empire Ranch headquarters is historically significant in Arizona's cattle industry as it was one of the largest ranches in the state. Established in the late 19th century, it played a pivotal role in the growth of southern Arizona's cattle industry under the leadership of Walter L. Vail, an influential figure in the region. The ranch was placed on the National Register of Historic Places in 1976, highlighting its importance and contribution to the agricultural history of Arizona. <PIC>", "images_list": ["2_978"]}
{"id": "WIT_599", "question": "Where is the Lillestrøm town?", "provenance": [20980], "ground_truth": "Lillestrøm is located some 18 km (11 mi) east-northeast of Oslo, the capital city of Norway. <PIC>", "images_list": ["2_980"]}
{"id": "WIT_600", "question": "What was Albert Krumm's occupation outside of baseball, and what was his reputation?", "provenance": [20981], "ground_truth": "Outside of baseball, Albert Krumm worked primarily as a steelworker and was known for having a reputation as a 'troublemaker.' <PIC>", "images_list": ["2_981"]}
{"id": "WIT_601", "question": "Who are the members of Sallie Ford and the Sound Outside, and what instruments do they play?", "provenance": [20982], "ground_truth": "The members of Sallie Ford and the Sound Outside include Sallie Ford, who plays vocals and guitar; Tyler Tornfelt, who plays upright bass; Jeff Munger, who plays guitar; and Tennis, who plays drums. The band is known for its energetic performances and has been compared to early rock 'n' roll styles. <PIC>", "images_list": ["2_982"]}
{"id": "WIT_602", "question": "What materials were used to create the Knife Angel sculpture?", "provenance": [20989], "ground_truth": "The Knife Angel sculpture, which stands 27 ft tall, was created using 100,000 knives. These knives, some of which arrived at the British Ironworks Centre with bodily fluids, were disinfected and blunted before being welded onto a steel frame to form the angel's body and wings, giving a feather-like appearance. <PIC>", "images_list": ["2_989"]}
{"id": "WIT_603", "question": "What qualities distinguished Ademir da Guia as a playmaker for Palmeiras?", "provenance": [20991], "ground_truth": "Ademir da Guia distinguished himself as a playmaker for Palmeiras through his exceptional close control and remarkable passing ability. His skills allowed him to effectively orchestrate the game and create opportunities for his teammates, making him one of the club's all-time best players. <PIC>", "images_list": ["2_991"]}
{"id": "WIT_604", "question": "Where is NASA Headquarters located?", "provenance": [20992], "ground_truth": "NASA Headquarters is located at the corner of 4th and E Streets in the Southwest Federal Center area of Washington, D.C. This area is predominantly occupied by offices for various branches of the U.S. Government and is adjacent to significant landmarks such as the National Mall and several Smithsonian museums. <PIC>", "images_list": ["2_992"]}
{"id": "WIT_605", "question": "What is the importance of the Arani Fort bus station's location in Arni town?", "provenance": [20993], "ground_truth": "The Arani Fort bus station's location is important because it is situated in the central part of Arni town and is in close proximity to the historic Arni Fort. This central positioning makes it an accessible and strategically significant transport hub for residents and visitors of the town, facilitating easy travel and connectivity. <PIC>", "images_list": ["2_993"]}
{"id": "WIT_606", "question": "What types of motors are permitted on boats at Kettle Creek Reservoir, and how does the Alvin R. Bush Dam influence boating regulations?", "provenance": [20994], "ground_truth": "At Kettle Creek Reservoir, only electric motors are permitted on motorized boats, as gas-powered motors are prohibited. Sailboats, rowboats, canoes, kayaks, and paddleboats are permitted on the waters of the lake. All boats must be properly registered with any state. <PIC>", "images_list": ["2_994"]}
{"id": "WIT_607", "question": "What are the notable achievements of Stephen John 'Steve' Shutt during his ice hockey career?", "provenance": [20997], "ground_truth": "Stephen John 'Steve' Shutt is noted for winning 5 Stanley Cups with the Montreal Canadiens in 1973, 1976, 1977, 1978, and 1979. He was also the first left-winger in NHL history to score 60 goals in a single season, achieving this milestone on April 3, 1977. Additionally, he was named to the NHL First All-Star team in 1977 and to the NHL Second All-Star team in 1978 and 1980, further establishing his legacy as a masterful goal scorer and a prominent player in the league. Shutt's exceptional skills earned him a place in the Hockey Hall of Fame. <PIC>", "images_list": ["2_997"]}
{"id": "WIT_608", "question": "What is the defining feature of the lunar impact crater named after Léon Foucault, located along the southern edge of Mare Frigoris?", "provenance": [21001], "ground_truth": "The defining feature of the lunar impact crater named after Léon Foucault is its somewhat irregular outer perimeter, which includes slight outward bulges to the south and northeast, and an inner wall that slopes down directly to an uneven floor without notable terracing. <PIC>", "images_list": ["2_1001"]}
{"id": "WIT_609", "question": "What was a significant achievement of Óscar David Suazo Velázquez during his football career in Italy?", "provenance": [21002], "ground_truth": "Óscar David Suazo Velázquez achieved the significant milestone of playing more than 300 league games and scoring over 90 league goals in Italy during his 12-season career. He is recognized as one of the greatest players Honduras has ever produced due to his speed and ability as a striker. <PIC>", "images_list": ["2_1002"]}
{"id": "WIT_610", "question": "What important milestone occurred in the construction of Wodonga railway station in 2011?", "provenance": [21003], "ground_truth": "An important milestone in the construction of Wodonga railway station was its opening on 25 June 2011, which marked the completion of the Wodonga Rail Bypass project. This new station replaced the original Wodonga station that had closed in November 2008. <PIC>", "images_list": ["2_1003"]}
{"id": "WIT_611", "question": "How does Jim Cootes share his expertise on Philippine orchids with others?", "provenance": [21004], "ground_truth": "Jim Cootes shares his expertise on Philippine orchids by frequently giving lectures and writing numerous articles for major orchid journals and magazines. His extensive knowledge and experience are also reflected in the books he has authored, which include detailed descriptions and illustrations of various orchid species. <PIC>", "images_list": ["2_1004"]}
{"id": "WIT_612", "question": "What is the geographical relationship between the volcano Yukamani and the mountain Nasa Parqu?", "provenance": [21006], "ground_truth": "The volcano Yukamani is geographically located southeast of Nasa Parqu, which lies northwest of Yukamani. In the Andes of southern Peru, these two natural landmarks are situated in close proximity within the Tacna Region. The mountain Nasa Parqu stands at an elevation of 4,939 meters (16,204 feet), making it a notable feature in the landscape. <PIC>", "images_list": ["2_1006"]}
{"id": "WIT_613", "question": "What medal did Claus Bloch win at the 2006 World Orienteering Championships, and in which event?", "provenance": [21007], "ground_truth": "Claus Bloch won a bronze medal in the sprint event at the 2006 World Orienteering Championships held in Aarhus, Denmark. He also participated as part of the Danish team that finished 8th in the overall championship. <PIC>", "images_list": ["2_1007"]}
{"id": "WIT_614", "question": "What were Georgy Martynovitch Kert's contributions to Russian linguistics, and which institution was he affiliated with?", "provenance": [21008], "ground_truth": "Georgy Martynovitch Kert made significant contributions to Russian linguistics by authoring a reference grammar for Kildin Sámi, publishing two collections of texts in collaboration with V. Z. Panfilov and P. M. Zajkov, and conducting research on naming questions. He was affiliated with the Institute for Language, Literature and History at the Karelian branch of the Russian Academy of Sciences in Petrozavodsk. <PIC>", "images_list": ["2_1008"]}
{"id": "WIT_615", "question": "Who is a notable resident of Botsford and what is their profession?", "provenance": [21009], "ground_truth": "Robert Winkler, who is a naturalist and the author of 'Going Wild: Adventures with Birds in the Suburban Wilderness,' is a notable resident of Botsford. <PIC>", "images_list": ["2_1009"]}
{"id": "WIT_617", "question": "How is civil administration structured in St Botolph without Aldgate compared to ecclesiastical administration?", "provenance": [21012], "ground_truth": "Civil administration for St Botolph without Aldgate is structured differently from ecclesiastical administration because it operates separately for the two parts of the parish: one part is in the City of London and the other is in Middlesex. In contrast, for ecclesiastical purposes, the entire area functions as a single parish. <PIC>", "images_list": ["2_1012"]}
{"id": "WIT_618", "question": "Which artist collaborated with Little Victor on the albums 'Back To The Black Bayou' and 'Memphis Mojo'?", "provenance": [21013], "ground_truth": "Little Victor collaborated with Louisiana Red on the albums 'Back To The Black Bayou' and 'Memphis Mojo'. <PIC>", "images_list": ["2_1013"]}